{
  "title": "BOI.pdf",
  "sections": [
    {
      "id": "47e7e4d3-28e5-4b5d-94fa-b01b2d0dba5d",
      "title": "Section 1",
      "content": "Beneficial Ownership Information Report\n\nFiling Instructions\n\nFinancial Crimes Enforcement Network\n\nU.S. Department of the Treasury\n\nVersion 1.0 January 2024\n\nTable of Contents\n\nI. Who, What, When of Beneficial Ownership Information Reporting Requirements ........................3\n\nII. Where to Report Beneficial Ownership Information ............................................................................5\n\nIII. How to Report Beneficial Ownership Information ................................................................................6\n\na. Recommendations for Successful Filings .......................................................................................6\n\nb. Item Instructions ................................................................................................................................10\n\nDisclaimer: These filing instructions are explanatory only and do not supplement or modify any\n\nobligations imposed by statute or regulation. FinCEN may also revise these filing instructions to\n\nclarify or update content. For additional and latest information, consult www.fincen.gov/boi.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n2\n\nI. Who, What, When of Beneficial Ownership Information Reporting Requirements\n\nThe Corporate Transparency Act requires certain types of U.S. and foreign entities to report\n\nbeneficial ownership information to the Financial Crimes Enforcement Network (FinCEN), a\n\nbureau of the U.S. Department of the Treasury. Beneficial ownership information is information\n\nabout the entity, its beneficial owners, and in certain cases its company applicants. Beneficial\n\nownership information is reported to FinCEN through Beneficial Ownership Information Reports\n\n(BOIRs).\n\nFinCEN’s website includes guidance about the beneficial ownership information reporting\n\nrequirements on its beneficial ownership information webpage. FinCEN’s Small Entity\n\nCompliance Guide explains who must report, what they must report, and when they must\n\nreport. The Guide includes interactive flowcharts, checklists, and other aids to help determine\n\nwhether an entity needs to file a BOIR with FinCEN, and if so, how to comply with the reporting\n\nrequirements. More information on where to look in the Small Entity Compliance Guide is\n\nprovided below.\n\nWHO\n\nAn entity is required to report beneficial ownership information if it is a “reporting\n\ncompany” and does not qualify for an exemption. Chapter 1 of FinCEN’s Small Entity\n\nCompliance Guide may assist in determining whether an entity qualifies for an exemption.\n\nWHAT\n\nBeneficial ownership information is information about an entity, its beneficial owners,\n\nand, in certain cases, its company applicants. The person submitting beneficial\n\nownership information to FinCEN must certify that the information is true, correct, and\n\ncomplete. The specific information required is described in these instructions and\n\nin Chapter 4 of FinCEN’s Small Entity Compliance Guide. To learn more about how\n\nto identify beneficial owners, review Chapter 2 of FinCEN’s Small Entity Compliance\n\nGuide. To learn more about the reporting requirements for and how to identify company\n\napplicants, review Chapter 3 of FinCEN’s Small Entity Compliance Guide.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n3\n\nWHEN\n\nFinCEN will begin accepting BOIRs electronically through its secure filing system January\n\n1, 2024. FinCEN will not accept BOIRs prior to January 1, 2024.\n\nIf a reporting company already exists as of January 1, 2024, it must file its initial BOIR by\n\nJanuary 1, 2025. If a reporting company is created or registered to do business in the\n\nUnited States on or after January 1, 2024 and before January 1, 2025, it must file its initial\n\nBOIR within 90 days after receiving actual or public notice that its creation or registration\n\nis effective. If a reporting company is created or registered to do business in the United\n\nStates after January 1, 2025, then it must file its initial BOIR within 30 days after receiving\n\nactual or public notice that its creation or registration is effective.\n\nIf there is any change to the required information about a reporting company or its\n\nbeneficial owners in a BOIR that a reporting company filed, the reporting company must",
      "page_start": 0,
      "page_end": 58,
      "tokens": 785
    },
    {
      "id": "c12d6566-cb5b-4c45-b10e-f14ede1e36bb",
      "title": "Section 2",
      "content": "States after January 1, 2025, then it must file its initial BOIR within 30 days after receiving\n\nactual or public notice that its creation or registration is effective.\n\nIf there is any change to the required information about a reporting company or its\n\nbeneficial owners in a BOIR that a reporting company filed, the reporting company must\n\nfile an updated BOIR no later than 30 days after the date on which the change occurred.\n\nIf the reporting company identifies an inaccuracy in a BOIR that the reporting company\n\nfiled, the reporting company must correct it no later than 30 days after the date the\n\nreporting company became aware of the inaccuracy or had reason to know of it.\n\nMore information about reporting timelines may be found in Chapter 5 and Chapter 6 of\n\nFinCEN’s Small Entity Compliance Guide.\n\nThe rest of these filing instructions explain where and how to report beneficial ownership\n\ninformation to FinCEN by filing a BOIR\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n4\n\nII. Where to Report Beneficial Ownership Information\n\nReporting companies may complete BOIRs electronically by accessing the BOI E-Filing portal at\n\nhttps ://boiefiling.fincen.gov (accessible beginning on January 1, 2024).\n\nThe E-Filing portal permits a reporting company to choose one of the following filing methods to\n\nsubmit a BOIR:\n\n— Upload finalized PDF version of BOIR and submit online.\n\n— Fill out Web-based version of BOIR and submit online.\n\nA reporting company may submit its BOIR through either of these methods, both of which require\n\nthe filing to be done online as BOIRs cannot be mailed or faxed to FinCEN. In each case, the\n\nperson who submits a BOIR will need to provide their name and email address to FinCEN.\n\nThe person who submits a BOIR will receive confirmation of submission when a BOIR is accepted\n\nby FinCEN.\n\nThe E-Filing submission guides for both PDF and web-based versions of the BOIR may\n\nassist in submitting completed BOIRs to FinCEN. To access these guides, go to\n\nhttps ://boifiling.fincen.gov and select Help.\n\nFinCEN also offers system-to-system BOIR transmission via secure Application Programming\n\nInterface (API) for those, including third-party service providers, who are interested in\n\nautomating the BOIR filing process.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n5\n\nIII. How to Report Beneficial Ownership Information\n\nReport beneficial ownership information to FinCEN by filing a true, correct, and complete BOIR.\n\nThis section includes specific recommendations and instructions to assist in reporting beneficial\n\nownership information to FinCEN by filing a BOIR.\n\na. Recommendations for Successful Filings\n\n1. Complete Filings\n\nBOIRs must be complete before they can be filed with FinCEN. FinCEN will not accept a BOIR if\n\nany items marked with a red asterisk (*) are blank.\n\nNOTE: Filers must provide information in EVERY field marked with the * symbol in ALL\n\nCIRCUMSTANCES. Filers must also provide information in all fields not marked with the * symbol\n\nthat are applicable to the filer. For example, the “Middle Name” field is not marked with a *\n\nsymbol; the filer MUST provide information in that field IF the relevant individual’s legal name\n\nincludes a middle name. Notwithstanding any other instruction, reporting companies must\n\nprovide all information required pursuant to 31 CFR 1010.380(b).\n\nCompleting an initial BOIR: Complete an initial BOIR by providing all the following information:\n\n• For the reporting company:\n\n» Full legal name;\n\n» Any trade name or “doing business as” name;\n\n» Complete current U.S. address;\n\n» Jurisdiction of formation (including State1 or Tribal jurisdiction for a domestic\n\nreporting company);\n\n» For a foreign reporting company only, State or Tribal jurisdiction of first registration;",
      "page_start": 55,
      "page_end": 112,
      "tokens": 800
    },
    {
      "id": "07a5a2ca-6042-496a-ad6d-08b7747777b7",
      "title": "Section 3",
      "content": "» Full legal name;\n\n» Any trade name or “doing business as” name;\n\n» Complete current U.S. address;\n\n» Jurisdiction of formation (including State1 or Tribal jurisdiction for a domestic\n\nreporting company);\n\n» For a foreign reporting company only, State or Tribal jurisdiction of first registration;\n\nand\n\n» IRS Taxpayer Identification Number (TIN), including an Employer Identification\n\nNumber (EIN) (or, if a foreign reporting company has not been issued a TIN, the\n\nreporting company’s foreign tax identification number and the name of the issuing\n\njurisdiction).\n\n1 State means any State of the United States, the District of Columbia, the Commonwealth of Puerto Rico, the Commonwealth of\n\nthe Northern Mariana Islands, American Samoa, Guam, the United States Virgin Islands, and any other commonwealth, territo-\n\nry, or possession of the United States.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n6\n\n• For each beneficial owner and each company applicant required to be reported:\n\n» Full legal name;\n\n» Date of birth;\n\n» Complete current address;\n\n» Unique identifying number and issuing jurisdiction from one of the following non-\n\nexpired documents: (1) U.S. passport; (2) identification document issued by a State,\n\nlocal government, or Indian Tribe issued for the purpose of identifying the individual;\n\n(3) State-issued driver’s license; or (4) if none of (1)–(3) are available, a foreign\n\npassport; and\n\n» An image of the document from which the unique identifying number was obtained.\n\nReporting companies may provide a FinCEN identifier for a beneficial owner or company\n\napplicant instead of the information listed above.\n\nCompleting a corrected or an updated BOIR: If a previously submitted BOIR needs to be\n\ncorrected or updated, complete a corrected or updated BOIR in its entirety, with the necessary\n\ncorrections or updates made to the information. Reporting companies must resubmit\n\nunchanged information along with the corrected or updated information.\n\nCompleting a newly exempt entity BOIR: If a BOIR was previously submitted for an entity that\n\nhas become exempt, complete a newly exempt entity BOIR by reporting that the type of filing is\n\n“newly exempt entity”, as well as the company name and TIN that the company provided in the\n\nlast BOIR it filed. No additional information is required.\n\n2. Names of Individuals\n\nEnter the individual’s full last name, first name, and middle name as it is shown on a valid\n\ngovernment identification document.\n\nMultiple Last Names: If an individual’s name consists of a first name and multiple last names\n\n(e.g., a father’s last name and amother’s last name), the multiple last name elements would be\n\nentered in the last name field and the first name entered in the first name field. For example, if an\n\nindividual’s name is Juan (first name) Vega (first last name) Santiago (second last name), “VEGA\n\nSANTIAGO” would be entered in the last name field and “JUAN” would be entered in the first\n\nname field.\n\nIf an individual’s name typically is written with the family name first, that family name should be\n\nentered in the last name field.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n7\n\nNo Middle Name: If an individual’s full legal name does not include a middle name, the middle\n\nname field should be left blank. If an individual’s full legal name does include a middle name, the\n\nfull middle name should be provided. Entry of a middle initial only is not permitted.\n\nMultiple First Names: If an individual has two first names and no middle name, both first names\n\nshould be entered in the first name field (e.g., an individual who has “Mary Elizabeth” as a first\n\nname, but no middle name, should enter “Mary Elizabeth” in the first name field). The middle\n\nname field should be left blank.",
      "page_start": 107,
      "page_end": 164,
      "tokens": 793
    },
    {
      "id": "c7e57169-5244-4b05-aaf7-2e96800b6586",
      "title": "Section 4",
      "content": "Multiple First Names: If an individual has two first names and no middle name, both first names\n\nshould be entered in the first name field (e.g., an individual who has “Mary Elizabeth” as a first\n\nname, but no middle name, should enter “Mary Elizabeth” in the first name field). The middle\n\nname field should be left blank.\n\nName Suffix: A name suffix may be abbreviated: Junior can be JR, Senior can be SR, the Third\n\ncan be III, etc.\n\nPunctuation, abbreviations, and special characters should be used in names only when they are\n\npart of the individual’s legal name.\n\n3. Addresses\n\nAddresses provided on BOIRs must be in certain data formats to be accepted.\n\nZIP Codes: ZIP Codes must be five or nine digits. ZIP Codes and foreign postal codes must be\n\nentered without formatting or special characters such as spaces or hyphens. For example, the\n\nZIP Code 12345-6120 should be entered as 123456120. The foreign postal code HKW 702 should\n\nbe entered HKW702.\n\nU.S. Territories: When an address is in a U.S. Territory, the Territory code must be selected in the\n\n“U.S. or U.S. Territory” field. The BOIR will then automatically fill the State field with the relevant\n\nTerritory code.\n\nNon-U.S. Addresses: When an address is not in the United States, enter the street address, city,\n\ncountry/jurisdiction, and foreign postal code. If a foreign address contains information that does\n\nnot exactly match the BOIR address fields, provide the foreign address information in the existing\n\nBOIR address fields regardless of whether the field fully matches the address information. All\n\nforeign address information should be reflected somewhere in the BOIR address fields provided.\n\nNo abbreviations are permitted in city names, which must be completely spelled out. A U.S. city name\n\nmust match the city name used by the U.S. Postal Service for the associated State and ZIP Code.\n\n4. Unique Identifying Numbers\n\nEnter all unique identifying numbers as a single text string without formatting or special\n\ncharacters such as hyphens or periods. An identifying number in the format NNN-NN-NNNN\n\nshould be entered as NNNNNNNNN.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n8\n\n5. Identifying Document Image Attachment\n\nReporting companies must attach identifying document images to BOIRs. As discussed above,\n\nseveral types of identifying documents may be used, including a non-expired U.S. passport or\n\nState-issued driver’s license. Images of these identifying documents must be provided for all\n\ncompany applicants identified in Part II (item 33) and all beneficial owners identified in Part III\n\n(item 51) of the BOIR. A complete, clear, and readable image of the page or side of the identifying\n\ndocument containing the unique identifying number of the company applicant or beneficial\n\nowner, and other identifying data must be provided. An attachment to a BOIR cannot be larger\n\nthan four (4) megabytes of data. Multiple attachments may be added to a BOIR, but only one\n\nimage attachment is permitted per company applicant or beneficial owner reported in a BOIR.\n\n6. Prohibited Words and Phrases\n\nDo not use the following words or variations of these words in text fields of the BOIR:\n\na. AKA\n\nb. DBA\n\nc. NMN\n\nd. NONE\n\ne. NOT APPLICABLE\n\nf. OTHER\n\ng. SAME\n\nh. SAME AS ABOVE\n\ni. SEE ABOVE\n\nj. T/A\n\nk. UNKNOWN\n\nl. VARIOUS\n\nm. XX\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n9\n\nb. Item Instructions\n\nThe item instructions show a line item, or field, of the BOIR followed by line-by-line instructions\n\non how to fill out each item.\n\nNOTE: Filers must provide information in EVERY field marked with the * symbol in ALL",
      "page_start": 161,
      "page_end": 223,
      "tokens": 791
    },
    {
      "id": "84bbad16-b50c-4d20-923a-b5cbe8343fca",
      "title": "Section 5",
      "content": "January 2024 - Version 1.0\n\n9\n\nb. Item Instructions\n\nThe item instructions show a line item, or field, of the BOIR followed by line-by-line instructions\n\non how to fill out each item.\n\nNOTE: Filers must provide information in EVERY field marked with the * symbol in ALL\n\nCIRCUMSTANCES. Filers must also provide information in all fields not marked with the * symbol\n\nthat are applicable to the filer. For example, the “Middle Name” field is not marked with a *\n\nsymbol; the filer MUST provide information in that field IF the relevant individual’s legal name\n\nincludes a middle name. Notwithstanding any other instruction, reporting companies must\n\nprovide all information required pursuant to 31 CFR 1010.380(b).\n\nBOIR Section: Filing Information\n\nBOIR Item 1:\n\n1. *Type of filing (select one checkbox, 1a-1d)\n\na. Initial report\n\nb. Correct prior report\n\nc. Update prior report\n\nd. Newly exempt entity\n\nReporting company information associated with most recent report, if any:\n\ne. Legal name\n\nf. Tax identification type (select one from list)\n\n• EIN\n\n• SSN/ITIN\n\n• Foreign\n\ng. Tax identification number\n\nh. Country/Jurisdiction (if foreign tax ID only) (select one from list)\n\nInstructions for Item 1 – Type of filing:\n\nCheck box 1a “Initial report” if this is the first BOIR filed for the reporting company.\n\nCheck box 1b “Correct prior report” if the report corrects inaccurate information from a previously\n\nfiled BOIR.\n\nCheck box 1c “Update prior report” if the report updates a previously filed BOIR, for example, to\n\ninclude one or more new beneficial owners.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n10\n\nCheck box 1d “Newly exempt entity” if, after having filed a BOIR, the reporting company is now\n\nexempt from BOI reporting requirements. If this checkbox is selected, then filer must fill out fields\n\n1e–1h (reporting company information associated with most recent report) and no other fields in\n\nthe BOIR.\n\nIf type of filing 1b, 1c, or 1d is selected, enter values for 1e “Legal name”, 1f “Tax identification\n\ntype”, and 1g “Tax identification number” for the reporting company that match the most recently\n\nfiled BOIR. For example, if the reporting company previously filed an initial report and then an\n\nupdated report, the reporting company information in the next updated report should match the\n\nreporting company information provided on the most recently filed updated report rather than\n\nthe initial report.\n\nFor 1f, select the tax identification type (i.e., a U.S. Employer Identification Number (EIN), a U.S.\n\nSocial Security Number or Individual Taxpayer Identification Number (SSN-ITIN), or foreign\n\ntaxpayer identification number (Foreign)) the reporting company reported in the most recently\n\nfiled BOIR. If tax identification type entered in 1f is “Foreign”, select the corresponding foreign\n\ncountry/jurisdiction in 1h “Country/Jurisdiction (if foreign tax ID only)” associated with the foreign\n\ntax identification number.\n\nBOIR Item 2:\n\n2. Date prepared (auto-filled when the form is finalized)\n\nInstructions for Item 2 – Date prepared:\n\nThis item is automatically populated with the current date.\n\nBOIR Section: Part I Reporting Company Information\n\nReporting company information is entered in fields 3 through 16 of the BOIR.\n\nBOIR Item 3:\n\n3. Request to receive FinCEN Identifier (FinCEN ID)\n\nInstructions for Item 3 – Request to receive FinCEN Identifier (FinCEN ID):\n\nCheck this box to receive a unique FinCEN Identifier for the reporting company. The FinCEN",
      "page_start": 218,
      "page_end": 278,
      "tokens": 788
    },
    {
      "id": "a7a50c0d-85ef-4826-8c67-88bee31bc99b",
      "title": "Section 6",
      "content": "BOIR Item 3:\n\n3. Request to receive FinCEN Identifier (FinCEN ID)\n\nInstructions for Item 3 – Request to receive FinCEN Identifier (FinCEN ID):\n\nCheck this box to receive a unique FinCEN Identifier for the reporting company. The FinCEN\n\nIdentifier will be provided in the submission confirmation details provided to the filer after the\n\nBOIR is accepted.\n\nBOIR Item 4:\n\n4. Foreign pooled investment vehicle\n\nInstructions for Item 4 – Foreign pooled investment vehicle:\n\nCheck this box if the reporting company is a foreign pooled investment vehicle required to report\n\ninformation pursuant to 31 CFR 1010.380(b)(2)(iii).\n\nIf the reporting company is a foreign pooled investment vehicle, the company need only\n\nreport one beneficial owner who exercises substantial control over the entity. If more than one\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n11\n\nindividual exercise substantial control over the entity, the entity shall report information with\n\nrespect to the individual who has the greatest authority over the strategic management of the\n\nentity. The report should not include any information about company applicants.\n\nBOIR Item 5:\n\nFull legal name and alternate name(s):\n\n5. * Reporting company legal name\n\nInstructions for Item 5 – Reporting company legal name:\n\nEnter the reporting company’s full legal name as recorded on the articles of incorporation or\n\nother documents creating or registering the entity.\n\nBOIR Item 6:\n\n6. Alternate name (e.g., trade name, DBA)\n\nInstructions for Item 6 – Alternate name:\n\nEnter any of the reporting company’s trade names, “doing business as” or DBA names, or “trading\n\nas” or T/A names. If the reporting company has multiple alternate names, use the “+” or “-“\n\nbuttons in the BOIR to add additional alternate name fields (one field for each alternate name).\n\nDo not include the acronyms DBA or AKA with the alternate name.\n\nBOIR Item 7:\n\nForm of identification:\n\n7. * Tax identification type (select one from list)\n\n• EIN\n\n• SSN/ITIN\n\n• Foreign\n\nInstructions for Item 7 – Tax identification type:\n\nSelect “EIN” if the reporting company has a U.S. Employer Identification Number (EIN). Select\n\n“SSN-ITIN” if the reporting company utilizes a U.S. Social Security Number (SSN) or Individual\n\nTaxpayer Identification Number (ITIN) as a tax identification number. Select “Foreign” if the\n\nreporting company has a tax identification number issued by a foreign jurisdiction and does not\n\nhave a U.S. tax identification number.\n\nBOIR Item 8:\n\n8. * Tax Identification number\n\nInstructions for Item 8 – Tax identification number:\n\nEnter the tax identification number for the reporting company.\n\nBOIR Item 9:\n\n9. Country/Jurisdiction (if foreign tax ID only) (select one from list)\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n12\n\nInstructions for Item 9 – Country/Jurisdiction:\n\nIf the tax identification type in item 7 is “Foreign”, select the foreign country/jurisdiction that\n\nissued the foreign tax identification number.\n\nBOIR Item 10:\n\nJurisdiction of formation or first registration:\n\n10. * a. Country/Jurisdiction of formation (select from list)\n\nDomestic reporting company: (complete if U.S. or U.S. Territory selected in 10a)\n\nb. State of formation\n\nc. Tribal jurisdiction of formation\n\nd. Name of other Tribe\n\nForeign reporting company: (required if foreign country selected in 10a)\n\ne. State of first registration\n\nf. Tribal jurisdiction of first registration\n\ng. Name of other Tribe\n\nInstructions for Item 10 – Jurisdiction of formation or first registration:\n\nEnter the country/jurisdiction of formation in item 10a. If United States is selected in 10a, then",
      "page_start": 275,
      "page_end": 343,
      "tokens": 791
    },
    {
      "id": "2261f39d-cacc-4f9d-94f5-7983667ecbdb",
      "title": "Section 7",
      "content": "Foreign reporting company: (required if foreign country selected in 10a)\n\ne. State of first registration\n\nf. Tribal jurisdiction of first registration\n\ng. Name of other Tribe\n\nInstructions for Item 10 – Jurisdiction of formation or first registration:\n\nEnter the country/jurisdiction of formation in item 10a. If United States is selected in 10a, then\n\nitems 10b–10d should be completed, identifying the State or Tribal jurisdiction of formation. If\n\na U.S. Territory is selected in 10a, then item 10b is automatically populated with the relevant\n\nU.S. Territory, and items 10c and 10d are unavailable. If Item 10a is a foreign country, then item\n\n10e – 10f should be completed, identifying the State/U.S. Territory or Tribal jurisdiction in which\n\nthe foreign reporting company first registered to do business in the United States. If the Tribal\n\njurisdiction of formation (10c) or Tribal jurisdiction of first registration (10f) is not listed in the\n\ndrop-down, select “Other” and enter the name of the Tribe in 10d or 10g.\n\nBOIR Items 11-15:\n\nCurrent U.S. address:\n\n11. * Address (number, street, and apt. or suite no.)\n\n12. * City\n\n13. * U.S. or U.S. Territory\n\n14. * State (select from list, U.S. State or U.S. Territory only)\n\n15. * ZIP Code\n\nInstructions for Items 11–15 – Reporting company address:\n\nEnter the reporting company’s complete current street address information, including city, State,\n\nZIP Code, and select in item 13 whether the address is in the United States or a specific U.S.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n13\n\nTerritory. If the reporting company has a principal place of business in the United States or U.S.\n\nTerritory, the street address should be that of the principal place of business. Otherwise, the\n\nstreet address should be the primary location in the United States or U.S. Territory where the\n\nreporting company conducts business. If a U.S. Territory is selected in item 13, then item 14 is\n\nautomatically populated with the relevant U.S. Territory.\n\nBOIR Item 16:\n\n16. Existing reporting company\n\nInstructions for Item 16 – Existing reporting company:\n\nCheck this box if the reporting company was created or registered before January 1, 2024. Do\n\nnot check the box if the reporting company was created or registered on or after January 1, 2024.\n\nReporting companies that check this box are not required to report any company applicants;\n\nproceed to Part III.\n\nBOIR Item 17:\n\n17. Reserved for future use.\n\nInstructions for Item 17:\n\nItem 17 is reserved for future use on the BOIR. It is not currently in use, and no information is\n\ncurrently required for this item.\n\nBOIR Section: Part II Company Applicant Information\n\nCompany applicant information is entered in fields 18 through 33 of the BOIR. Company\n\napplicants are individuals; no companies or legal entities may be reported as company\n\napplicants. Reporting companies may also provide FinCEN Identifiers for company applicants\n\ninstead of this information. See detailed description below.\n\nUse the “+” or “-” keys at the top of this section to add or remove additional company applicants.\n\nNo more than two company applicants should be reported.\n\nIf existing reporting company was checked in item 16, company applicant information is not\n\nrequired; proceed to Part III.\n\nBOIR Item 18:\n\nCompany applicant FinCEN ID:\n\n18. FinCEN ID\n\nInstructions for Item 18 – FinCEN ID:\n\nReporting companies may report the FinCEN ID for a company applicant instead of the\n\ninformation in fields 19 through 33. Enter the FinCEN ID as a single text string. If a FinCEN ID",
      "page_start": 338,
      "page_end": 395,
      "tokens": 797
    },
    {
      "id": "89092821-5f8c-446a-8bae-24d441625aea",
      "title": "Section 8",
      "content": "18. FinCEN ID\n\nInstructions for Item 18 – FinCEN ID:\n\nReporting companies may report the FinCEN ID for a company applicant instead of the\n\ninformation in fields 19 through 33. Enter the FinCEN ID as a single text string. If a FinCEN ID\n\nfor the company applicant is not provided, information about the company applicant must be\n\nprovided in fields 19 through 33.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n14\n\nBOIR Item 19:\n\nFull legal name and date of birth:\n\n19. * Individual’s last name\n\nInstructions for Item 19 – Last name:\n\nEnter the company applicant’s legal last name.\n\nBOIR Item 20:\n\n20. * First name\n\nInstructions for Item 20 – First name:\n\nEnter the company applicant’s legal first name.\n\nBOIR Item 21:\n\n21. Middle name\n\nInstructions for Item 21 – Middle name:\n\nEnter the company applicant’s middle name if the company applicant’s legal name has a middle\n\nname. Leave this item blank if the company applicant does not have a middle name.\n\nBOIR Item 22:\n\n22. Suffix\n\nInstructions for Item 22 – Suffix:\n\nEnter the company applicant’s suffix such as JR, SR, III, etc., if the company applicant has a suffix\n\nto their legal name. Leave this item blank if the company applicant’s legal name does not include\n\na suffix.\n\nBOIR Item 23:\n\n23. * Date of birth\n\nInstructions for Item 23 – Date of birth:\n\nEnter the company applicant’s date of birth using the format MM/DD/YYYY where MM = month, DD\n\n= day, and YYYY = year (e.g., 01/25/1970). The month, day, and year must be provided; no partial\n\ndates are accepted.\n\nBOIR Item 24:\n\nCurrent address:\n\n24. * Address type (select checkbox 24a or 24b)\n\na. Business address\n\nb. Residential address\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n15\n\nInstructions for Item 24 – Address type:\n\nIndicate address type as “Business address” or “Residential address” for the company applicant.\n\nFor a company applicant who forms or registers an entity in the course of their business, such\n\nas paralegals, report the street address of such business. In any other case, the individual’s\n\nresidential street address must be reported.\n\nBOIR Items 25-29:\n\n25. * Address (number, street, and apt. or suite no.)\n\n26. * City\n\n27. * Country/Jurisdiction\n\n28. * State\n\n29. * ZIP/Foreign postal code\n\nInstructions for Items 25–29 – Company applicant address:\n\nEnter the company applicant’s street address information, including the city, country or\n\njurisdiction, State, and ZIP code or foreign postal code. U.S. Territories are included in the drop-\n\ndown menu for “Country/Jurisdiction.” The “State” (item 28) will be automatically populated\n\nwhen a U.S. Territory is selected in the “Country/Jurisdiction” (item 27). Item 28 “State” is\n\nrequired if the country selected in item 27 is the United States, Canada, or Mexico.\n\nBOIR Item 30:\n\nForm of identification and issuing jurisdiction:\n\n30. * Identifying document type (select one from list, 30a-30d)\n\na. State-issued driver’s license\n\nb. State/local/Tribe-issued ID\n\nc. U.S. passport\n\nd. Foreign passport\n\nInstructions for Item 30 – Identifying document type:\n\nSelect the company applicant’s identifying document type from the list of acceptable documents:\n\na non-expired State-issued driver’s license, a non-expired State/local/Tribe-issued identification\n\ndocument issued for the purpose of identifying the individual, a non-expired U.S. passport, or,",
      "page_start": 392,
      "page_end": 462,
      "tokens": 792
    },
    {
      "id": "456cf80b-72e4-4517-9839-5ec904b99ec7",
      "title": "Section 9",
      "content": "Instructions for Item 30 – Identifying document type:\n\nSelect the company applicant’s identifying document type from the list of acceptable documents:\n\na non-expired State-issued driver’s license, a non-expired State/local/Tribe-issued identification\n\ndocument issued for the purpose of identifying the individual, a non-expired U.S. passport, or,\n\nonly if the company applicant does not have one of these identifying documents, a non-expired\n\nforeign passport.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n16\n\nBOIR Item 31:\n\n31. * Identifying document number\n\nInstructions for Item 31 – Identifying document number:\n\nEnter the identifying document number from the company applicant’s identifying document.\n\nBOIR Item 32:\n\n32. * Identifying document issuing jurisdiction\n\na. Country/Jurisdiction\n\nb. State\n\nc. Local/Tribal\n\nd. Other local/Tribal description\n\nInstructions for Item 32 – Identifying document issuing jurisdiction:\n\nEnter in item 32a the country/jurisdiction that issued the company applicant’s identifying\n\ndocument. If a U.S. Territory issued the identifying document, select the applicable U.S. Territory\n\nin item 32a (the same U.S. Territory will then be automatically populated in item 32b “State” as\n\na result). Enter in 32b the State issuing the identifying document when country/jurisdiction is\n\nUnited States, if applicable. If a local or Tribal government issued the identifying document,\n\nselect “United States” in item 32a and then select the applicable local or Tribal description in item\n\n32c. If the name of the relevant local or Tribal jurisdiction is not included in the drop-down menu\n\nin item 32c, select “Other” and enter the name of the local or Tribal jurisdiction in item 32d.\n\nBOIR Item 33:\n\n33. * Identifying document image\n\nInstructions for Item 33 – Identifying document image:\n\nUse the “Add Attachment” button on the BOIR to attach a clear, readable image of the page or\n\nside of the identifying document referenced in item 31 containing the unique identifying number\n\nand other identifying data. Use the “Remove Attachment” button to remove the attached image\n\nif necessary. An attachment to a BOIR cannot be larger than four (4) megabytes of data and must\n\nbe in one of the following formats: JPG/JPEG, PNG, or PDF. Only one (1) attachment file may be\n\nadded per company applicant.\n\nBOIR Item 34:\n\n34. Reserved for future use.\n\nInstructions for Item 34:\n\nItem 34 is reserved for future use on the BOIR. It is not currently in use, and no information is\n\ncurrently required for this item.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n17\n\nBOIR Section: Part III Beneficial Owner Information\n\nBeneficial owner information is entered in fields 35 through 51 of the BOIR. Reporting companies\n\nmay also report a FinCEN Identifier for a beneficial owner instead of this information. See\n\ndetailed description below.\n\nUse the “+” or “-” keys at the top of this section to add or remove additional beneficial owners.\n\nThere is no limit on the number of beneficial owners that may be reported.\n\nBOIR Item 35:\n\n35. Parent/Guardian information instead of minor child\n\nInstructions for Item 35 – Parent/Guardian information instead of minor child:\n\nIf the beneficial owner for the reporting company is a minor child, you may check this box and\n\ncomplete Part III with information about a parent or legal guardian of the minor child.\n\nBOIR Item 36:\n\nBeneficial owner FinCEN ID:\n\n36. FinCEN ID\n\nInstructions for Item 36 – FinCEN ID:\n\nReporting companies may provide a FinCEN Identifier for a beneficial owner instead of Items 37",
      "page_start": 459,
      "page_end": 519,
      "tokens": 774
    },
    {
      "id": "a198bdff-0697-441b-8c93-f686ed7590d9",
      "title": "Section 10",
      "content": "complete Part III with information about a parent or legal guardian of the minor child.\n\nBOIR Item 36:\n\nBeneficial owner FinCEN ID:\n\n36. FinCEN ID\n\nInstructions for Item 36 – FinCEN ID:\n\nReporting companies may provide a FinCEN Identifier for a beneficial owner instead of Items 37\n\nthrough 51. Enter the FinCEN ID as a single text string. If a FinCEN ID for the beneficial owner is\n\nnot provided, information about the beneficial owner must be provided in fields 37 through 51.\n\nBOIR Item 37:\n\nExempt entity:\n\n37. Exempt entity\n\nInstructions for Item 37 – Exempt entity:\n\nCheck this box if the beneficial owner holds its ownership interest in the reporting company\n\nexclusively through one or more exempt entities, and the name of that exempt entity or entities\n\nare being reported in lieu of the beneficial owner’s information. If checked, provide the legal\n\nname of the exempt entity in field 38.\n\nBOIR Item 38:\n\nFull legal name and date of birth:\n\n38. * Individual’s last name or entity’s legal name\n\nInstructions for Item 38 – Individual’s last name or entity’s legal name:\n\nEnter the beneficial owner’s legal last name or the exempt entity’s legal name. An entity’s legal\n\nname is the name on the articles of incorporation or other document that created or registered\n\nthe entity. Do not abbreviate names unless an abbreviation is part of the legal name.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n18\n\nBOIR Item 39:\n\n39. * First name\n\nInstructions for Item 39 – First name:\n\nEnter the beneficial owner’s legal first name.\n\nBOIR Item 40:\n\n40. Middle name\n\nInstructions for Item 40 – Middle name:\n\nEnter the beneficial owner’s middle name if the beneficial owner’s legal name includes a middle\n\nname. Leave this item blank if the beneficial owner does not have a middle name.\n\nBOIR Item 41:\n\n41. Suffix\n\nInstructions for Item 41 – Suffix:\n\nEnter the beneficial owner’s suffix such as JR, SR, III, etc., if the beneficial owner has a suffix to their\n\nlegal name. Leave this item blank if the beneficial owner’s legal name does not include a suffix.\n\nBOIR Item 42:\n\n42. * Date of birth\n\nInstructions for Item 42 – Date of birth:\n\nEnter the beneficial owner’s date of birth, using the format MM/DD/YYYY where MM = month, DD\n\n= day, and YYYY = year (e.g., 01/25/1970). The month, day, and year must be provided; no partial\n\ndates will be accepted.\n\nBOIR Items 43–47:\n\nResidential address:\n\n43. * Address (number, street, and apt. or suite no.)\n\n44. * City\n\n45. * Country/Jurisdiction\n\n46. * State\n\n47. * ZIP/Foreign postal code\n\nInstructions for Items 43–47 – Beneficial owner address:\n\nEnter the beneficial owner’s residential street address information, including the city, country or\n\njurisdiction, State, and ZIP code or foreign postal code. U.S. Territories are included in the drop-\n\ndown menu for “Country/Jurisdiction.” The “State” (item 46) will be automatically populated\n\nwhen a U.S. Territory is selected in the “Country/ Jurisdiction” (item 45). Item 46 “State” is\n\nrequired if the country selected in item 45 is the United States, Canada, or Mexico.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n19\n\nBOIR Item 48:\n\nForm of identification and issuing jurisdiction:\n\n48. * Identifying document type (select one from list 48a-48d)\n\na. State-issued driver’s license\n\nb. State/local/Tribe-issued ID\n\nc. U.S. passport\n\nd. Foreign passport",
      "page_start": 514,
      "page_end": 582,
      "tokens": 790
    },
    {
      "id": "29b09423-91e3-430c-82fc-2cf1386fca1c",
      "title": "Section 11",
      "content": "BOIR Item 48:\n\nForm of identification and issuing jurisdiction:\n\n48. * Identifying document type (select one from list 48a-48d)\n\na. State-issued driver’s license\n\nb. State/local/Tribe-issued ID\n\nc. U.S. passport\n\nd. Foreign passport\n\nInstructions for Item 48 – Identifying document type:\n\nSelect the beneficial owner’s non-expired identifying document type from the list of acceptable\n\nidentification documents: a State-issued driver’s license, a State/local/Tribe-issued identification\n\ndocument issued for the purpose of identifying the individual, a U.S. passport, or, only if the\n\nbeneficial owner does not have one of these three types of identifying documents, a foreign passport.\n\nBOIR Item 49:\n\n49. * Identifying document number\n\nInstructions for Item 49 – Identifying document number:\n\nEnter the identifying document number from the beneficial owner’s identifying document.\n\nBOIR Item 50:\n\n50. * Identifying document issuing jurisdiction\n\na. Country/Jurisdiction\n\nb. State\n\nc. Local/Tribal\n\nd. Other local/Tribal description\n\nInstructions for Item 50 – Identifying document issuing jurisdiction:\n\nEnter in item 50a the country/jurisdiction that issued the beneficial owner’s identifying\n\ndocument. If a U.S. Territory issued the identifying document, select the applicable U.S. Territory\n\nin item 50a (the same U.S. Territory will then be automatically populated in item 50b “State” as\n\na result). Enter in 50b the State that issued the identifying document when country/jurisdiction\n\nis United States, if applicable. If a local or Tribal government issued the identifying document,\n\nselect “United States” in 50a and then select the applicable local or Tribal description in item 50c.\n\nIf the name of the relevant local or Tribal jurisdiction is not included in the drop-down menu in\n\nitem 50c, select “Other” and enter the name of the local or Tribal jurisdiction in item 50d.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n20\n\nBOIR Item 51:\n\n51. * Identifying document image\n\nInstructions for Item 51 – Identifying document image:\n\nUse the “Add Attachment” button on the BOIR to attach a clear, readable image of the page or\n\nside of the identifying document referenced in item 49 containing the unique identifying number\n\nand other identifying data. Use the “Remove Attachment” button to remove the attached image\n\nif necessary. An attachment to a BOIR cannot be larger than four (4) megabytes of data and must\n\nbe in one of the following formats: JPG/JPEG, PNG, or PDF. Only one (1) attachment file may be\n\nadded per beneficial owner.\n\nBeneficial Ownership Information Reporting Filing Instructions\n\nJanuary 2024 - Version 1.0\n\n21",
      "page_start": 576,
      "page_end": 621,
      "tokens": 573
    }
  ],
  "metadata": {
    "source_filename": "uploads\\BOI.pdf",
    "detected_folder": "Other",
    "detected_score": 1.0,
    "created_at": "2025-10-19T03:39:39.754750"
  }
}