{
  "title": "hr.pdf",
  "sections": [
    {
      "id": "a52dc87a-cb5c-4a24-a377-d892a60706ec",
      "title": "Section 1",
      "content": "HUMAN RESOURCE POLICIES\n\nAND PROCEDURE MANUAL\n\n(HRPPM)\n\nREVISED 2018\n\nINTRODUCTION\n\nThis employee handbook summarises the key policies, procedures and practices related to\n\nhuman resource management in GESCI.\n\nThe Chief Executive Officer is accountable for leading an effective staff team and is thereby\n\naccountable for the development and implementation of the policies outlined in this manual.\n\nManagers of programmes/projects, responsible for the execution of roles and\n\nresponsibilities within their own staff teams should reference this manual to ensure\n\norganizational consistency in the application of these policies.\n\nThe Manager, Finance & Operations is responsible for maintaining the procedures and\n\nsystems which support human resource management for GESCI and is available to answer\n\nany questions or provide clarification on any content in this manual.\n\nGESCI’s benefits package, including medical insurance, Death and Disability Insurance is\n\ncoordinated through Finance and Operations unit. Questions regarding the benefits package\n\nmay be directed to senior management.\n\nACCEPTANCE AND ACKNOWLEDGEMENT ON RECEIPT FOR EMPLOYEE\n\nMANUAL\n\nI acknowledge that I have received a copy GESCI Human Resource and Procedural Manual.\n\nI agree to read it thoroughly, including the statements in the foreword describing the purpose\n\nand effect of the Manual. I agree that if there is any policy or provision in the Manual that\n\nI do not understand, I will seek clarification from the manager and/or senior management.\n\nI understand that this Manual states GESCI’s policies and procedures which are effective\n\non the date of publication. I understand that nothing contained in the Manual may be\n\nconstrued as creating a promise or commitment to future benefits or a binding contract with\n\nGESCI for benefits or for any other purpose. Employment as a GESCI staff member and\n\nassociated terms and conditions always remain conditional on funding provided to GESCI.\n\nI also understand that these policies and procedures are continually evaluated and may be\n\namended, modified or terminated at any time.\n\nPlease sign and date this receipt and return it to the Manager: Finance & Operations.\n\nDate: _______________________________\n\nSignature: ___________________________\n\nEmployee Name: __________________________\n\n1. SCOPE AND PURPOSE\n\nGESCI views its staff as its most important asset and resource and the well-being and\n\nappropriate utilization of its staff is of critical importance.\n\nThis Human Resource Policies and Procedures Manual (HRPPM) represents the broad\n\nprinciples of human resources policy for the staffing and administration of GESCI\n\nand the fundamental conditions of service and the basic rights, duties and obligations\n\nof the Staff of GESCI (Staff Rules and Regulations).\n\nThe Constitution of GESCI provides that the Chief Executive Officer (CEO) is responsible\n\nfor the implementation of human resource policies including the organization, appointment\n\nand dismissal of staff, subject to the general control of the GESCI Board. The Board is\n\nresponsible for approving human resource policies and the appointment of the CEO. The\n\nCEO shall provide and enforce such policies and staff rules and regulations consistent with\n\nthis manual as he or she considers necessary for the efficient conduct of GESCI’s business.\n\nThe staff rules and regulations contained herein apply to all staff members of GESCI.\n\nOverall Human Resource Policy Statement\n\nGESCI’s overall human resource policy is to maintain and enhance the ability of GESCI\n\nstaff to render excellent services to our members, beneficiaries and the community at large.\n\nObjectives of the Manual\n\nThe objectives of this Manual are:\n\na) To document GESCI Human Resource Policies and Procedures and to provide\n\ngeneral guidelines with regard to GESCI human resource policies, procedures and practices.\n\nb) To ensure a uniform and fair application of human resource policies, procedures and\n\npractices in all areas so as to achieve consistency of management decisions\n\nc) To create an awareness of and to communicate to GESCI’s staff, human resource\n\nobjectives and general policy framework within which they are required to operate.\n\nd) To create an awareness of and to communicate to all staff members the fundamental\n\nconditions of service and the basic rights, duties and obligations of the staff of GESCI.",
      "page_start": 0,
      "page_end": 61,
      "tokens": 797
    },
    {
      "id": "5615aca2-80d4-47a9-8901-652ca1afacc5",
      "title": "Section 2",
      "content": "c) To create an awareness of and to communicate to GESCI’s staff, human resource\n\nobjectives and general policy framework within which they are required to operate.\n\nd) To create an awareness of and to communicate to all staff members the fundamental\n\nconditions of service and the basic rights, duties and obligations of the staff of GESCI.\n\n2. Review of the Manual\n\nThe Manual is subject to review by GESCI’s management to reflect and to be consistent\n\nwith GESCI’s requirements and needs and with legal and statutory requirements in Kenya.\n\nGESCI’s management may revise, supplement or rescind policies, procedures or\n\nbenefits described in this Manual with or without notice.\n\n3. Distribution of the Manual\n\nThe Manual will be distributed (hard copy or electronically) to all staff upon appointment\n\nand periodically whenever changes or revisions are made. Each staff member shall\n\nacknowledge receipt of this manual and the date of its receipt.\n\n4. The Human Resource Function\n\nThe human resource functions shall be managed, on a day-to-day basis by the manager:\n\nFinance and Operations or another person so designated by the CEO. Such a person will\n\nalso be known as the Human Resource (HR) Manager. Some human resource functions are\n\nalso carried out by Managers as, from time to time, delegated to them by the CEO. The CEO\n\nretains overall responsibility over the human resource functions.\n\n5. The role of the human resource function\n\nThe roles of the human resource function are to:\n\n initiate and develop appropriate human resource policies, procedures and practices for the\n\nefficient and effective management of GESCI;\n\n implement and monitor human resource policies and procedures as contained in the\n\nManual;\n\n facilitate the recruitment and hiring of staff;\n\n assist in the establishment of an organization structure with clearly defined and documented\n\nroles and accountabilities (job descriptions including performance targets);\n\n provide fair and equitable compensation based on job demand and regular appraisal of an\n\nindividual’s performance;\n\n advise management on all human resource matters including proper utilization of available\n\nhuman resource;\n\n facilitate the achievement of a working environment which encourages staff development,\n\nmotivation and enhances the personal dignity of staff members;\n\n co-ordinate the preparation of annual leave programme;\n\n advise Management on matters relating to discipline and the procedures to be followed in\n\nhandling disciplinary cases;\n\n Be the custodian of the Manual and initiate regular reviews of the same.\n\n6. Staff Records\n\n6.1. A personal file shall be opened for all staff members. These files will be managed centrally\n\nby Finance & Operations unit. Information contained within these files file will be treated\n\nas confidential and so access will be restricted to the line managers, senior managers and\n\nthe CEO.\n\n6.2. Copies of all key documents related to the staff in GESCI will be filed in his/her personal\n\nfile.\n\n6.3. Each staff member shall complete an employee data form that includes and not limited to;\n\npersonal family details including marriage certificate for the spouse & birth certificate for\n\nchildren, telephone and email contacts, emergency contacts, physical/postal address,\n\nemployment history, education and training information, list of dependents, next of kin,\n\nskills and interests.\n\n6.4. All staff files shall contain relevant documents such as application letters, Identification\n\ndocuments, photographs, copies of education credentials, updated curriculum Vitae,\n\nmedical examination certificate, duly completed, PIN, NSSF, NHIF, contract of\n\nemployment and offer/appointment Letter, Reference checklist and Leave record\n\n6.5. The HR Manager shall maintain a record of information on each staff member. Such records\n\nshall contain information about name, marital status, dependents, change of address\n\nand/or telephone number, bank details, current title, salary, results of performance reviews,\n\ndisciplinary actions and any other information as required by the relevant employment\n\nlaw in force from time to time.\n\n6.6. These records will be updated as required by law and shall be maintained for such\n\nperiod as the relevant employment law requires. It is the responsibility of the staff to update",
      "page_start": 58,
      "page_end": 118,
      "tokens": 800
    },
    {
      "id": "06a65d74-99d4-4c2a-ae47-ba0ae5e59b27",
      "title": "Section 3",
      "content": "and/or telephone number, bank details, current title, salary, results of performance reviews,\n\ndisciplinary actions and any other information as required by the relevant employment\n\nlaw in force from time to time.\n\n6.6. These records will be updated as required by law and shall be maintained for such\n\nperiod as the relevant employment law requires. It is the responsibility of the staff to update\n\nhis information record.\n\nGESCI will treat all personal/ sensitive personal data as strictly confidential and will never\n\nuse or process it other than for legitimate reasons. Individual members of staff may, on\n\nrequest, review their files.\n\n2 DUTIES, RIGHTS AND OBLIGATIONS\n\n2.1 Duties, Rights and Obligations of GESCI\n\nGESCI is committed to ensuring that all staff members are treated in a fair and equitable\n\nmanner at all times. It is the policy of GESCI to provide equal employment opportunities\n\nto all qualified staff members and applicants for employment without regard to race, colour,\n\nage, sex, disability, or any other classification prohibited under law. This non-\n\ndiscrimination policy extends to all aspects of employment with GESCI including\n\nrecruitment practices, hiring decisions, promotion, layoffs, and treatment during\n\nemployment, compensation, benefits, selection for training and termination decisions. In\n\nrecognition of the international nature of the organization, GESCI will strive to maintain\n\ndiversity among its staff.\n\nIt is the intention of GESCI to adhere to both the letter and spirit of all applicable\n\nemployment laws and regulations in making any employment-related decision.\n\nGESCI shall also:\n\na) Initiate, develop and implement appropriate human resource policies for the efficient and\n\neffective management and operation of GESCI\n\nb) Facilitate the achievement of a conducive working environment which encourages\n\nmotivation, creativity and enhances the personal dignity of staff members\n\nc) Make all reasonable efforts to ensure appropriate protection and safety for staff members\n\nin the performance of their duties. See Health and Safety Policy in Section 8.\n\n2.2 Duties, Rights and Obligations of Staff\n\nThe nature of GESCI’s work and the continued success of GESCI require staff of\n\nhigh quality, integrity, expertise and professionalism. The nature of GESCI’s work also\n\nrequires that staff have a special responsibility to avoid situations and activities that might\n\nreflect adversely on GESCI, compromise operations, or lead to real or apparent conflicts of\n\ninterest. Staff shall therefore:\n\na) At all times uphold high standards of the principles of honesty, integrity, hard work,\n\ncommitment and dedication to work, loyalty to GESCI as employer, justice and fair play\n\nso as to be able to perform their work efficiently and effectively\n\nb) Maintain a high standard of business and professional ethics, demonstrate high level of\n\nhonesty, transparency, accountability and discipline and portray a credible professional\n\nimage at all times.\n\nc) Comply with local laws and honour their private legal obligations\n\nd) Use GESCI’s facilities, property and resources for the benefit of GESCI and its clients\n\ne) Make no unauthorized commitments or promises binding GESCI or any of its employees\n\nf) Maintain the confidentiality of personnel and organizational processes and proceedings\n\nwhere such confidentiality is provided by policy or law\n\ng) Read and understand the Manual and comply with its provisions.\n\nDisciplinary procedures set out in Section 9 of this Manual may be instituted against a staff\n\nmember who fails to comply with his or her obligations and the standards of\n\nset out here.\n\n2.2.1 Prohibited conduct\n\nThe following specific instances of conduct are prohibited for all GESCI staff:\n\ni. Discrimination: GESCI does not entertain any form of discrimination whether by race,\n\ncolour, sex, language, political or other opinion, nationality, ethnic or social origin,\n\ndisability, pregnancy, mental status, HIV status or religion.\n\nii. Harassment: Harassment in any form whether relating to gender, sexual orientation, marital",
      "page_start": 114,
      "page_end": 169,
      "tokens": 785
    },
    {
      "id": "3d8f32ac-1968-4bcc-a6b6-685721255964",
      "title": "Section 4",
      "content": "i. Discrimination: GESCI does not entertain any form of discrimination whether by race,\n\ncolour, sex, language, political or other opinion, nationality, ethnic or social origin,\n\ndisability, pregnancy, mental status, HIV status or religion.\n\nii. Harassment: Harassment in any form whether relating to gender, sexual orientation, marital\n\nstatus, age, religion, race, colour or disability or sexual harassment will not be tolerated\n\nin GESCI.\n\niii. Nepotism: GESCI is averse to employment of staff based on nepotism and favouritism.\n\niv. GESCI employment policy is based on appropriate qualifications, merit, honesty and\n\npersonal integrity.\n\nv. Outside employment: GESCI staff members are not allowed to have outside employment\n\nover and above their employment with GESCI unless the CEO has expressly authorized\n\nsuch employment, which authorization may be withdrawn at any time if in GESCI’s opinion\n\nsuch outside employment interferes with the business of GESCI.\n\nvi. Political activities: Whilst GESCI staffs are free to hold their own political views; these\n\nviews should not interfere with the business of GESCI. A staff member of GESCI may\n\nnot participate in political or other activities outside GESCI in any way which is detrimental\n\nto the proper performance of her/his duties. No staff member may use GESCI to promote\n\nher/his own personal political interests. All staff members of GESCI should note that\n\nGESCI is non-political and non-partisan.\n\nvii. Unprofessional conduct: that would bring the staff member’s professional ethics, image or\n\nintegrity or GESCI’s reputation into question.\n\n2.2.2 Avoidance of Conflict of Interest Policy\n\nIn view of the nature of GESCI’s activities and the possible risk to GESCI’s reputation, it\n\nis GESCI’s policy that staff members do not accept gifts, benefits or favours (including non-\n\nwork related hospitality) connected with their employment from any external party,\n\nincluding partners and/or clients as these may be interpreted as affecting their impartiality\n\nin dealing with such other party including partners and/or clients. Receiving benefits might\n\nalso be seen to compromise their personal judgement or integrity and that of GESCI as an\n\norganization.\n\nWhere possible therefore, staff members should actively discourage external parties from\n\noffering gifts, benefits or favours. Gifts, benefits or favours should be declined wherever\n\npossible. The overriding concern is that the actions of GESCI staff members be above\n\nsuspicion and not give rise to any actual or potential conflict of interest, and that\n\ntheir dealings with all external parties or organizations should bear the closest possible\n\nscrutiny.\n\nGESCI staff is not be allowed to undertake paid consultancies or any other form of paid\n\nemployment during the course of their employment. This includes evenings, weekends or\n\nwhile on leave.\n\nIn cases where payment is made in appreciation of work done by a member of staff, this\n\npayment must be declared and revert to GESCI.\n\na) Gifts\n\nThe receipt of gifts, as distinct from hospitality, by GESCI staff members from those\n\nwith whom they have official dealings must be governed by the highest standards. For the\n\npurposes of these provisions, the term “gift” includes any benefit, which is given to a\n\nGESCI staff member free of charge or at a favourable rate. The following general\n\nguidelines provide a framework within which decisions in this area can be made. GESCI\n\nstaff members must abide by these guidelines.\n\n Subject to any rules which the CEO may determine, a member of staff may accept and retain\n\ngifts of modest value (e.g. diaries, pens, etc.). Any gifts of more significant value should be\n\nrefused or, if such refusal would cause offence, should be handed over by the GESCI staff\n\nmember concerned to the Manager Finance and Administration.",
      "page_start": 166,
      "page_end": 216,
      "tokens": 782
    },
    {
      "id": "c299b180-09bf-4c05-a07b-ba36491f4a08",
      "title": "Section 5",
      "content": " Subject to any rules which the CEO may determine, a member of staff may accept and retain\n\ngifts of modest value (e.g. diaries, pens, etc.). Any gifts of more significant value should be\n\nrefused or, if such refusal would cause offence, should be handed over by the GESCI staff\n\nmember concerned to the Manager Finance and Administration.\n\n A gift, other than a gift of modest value, given to a GESCI staff member by virtue of his or\n\nher official relationship with the provider of the benefit must be regarded as property of\n\nGESCI. However, benefits under frequent flier schemes may be retained by individual\n\nGESCI staff members in recognition of the fact that official travel is disruptive to personal\n\nand family life.\n\n Particular care should be taken in relation to gifts from a provider of the benefit who stands\n\nto derive a personal or commercial benefit from their relationship with GESCI.\n\n Cash, gift cheques or any vouchers that may be exchanged for cash may not be accepted\n\nregardless of the amount.\n\n GESCI staff members may not solicit gifts, directly or indirectly.\n\n GESCI staff members may not approach any business with which they have contact through\n\ntheir official duties seeking sponsorship or support for any club, charitable organization,\n\nassociation, trade union or other organization. The CEO can apply discretion in the\n\napplication of this rule to instances of very small patronage.\n\n GESCI staff members should not accept special facilities or discounts on private purchases\n\nfrom suppliers with whom they have official dealings.\n\nb) Hospitality\n\nHospitality, as used here, is defined as the entertainment of staff members by clients,\n\npartners or other outside organizations or persons in the course of conducting GESCI\n\nbusiness. It is impossible to lay down definite rules covering the acceptance of hospitality\n\nin all circumstances. It is accepted that GESCI staff members should not be put in a position\n\nwhere they cannot accept what are regarded as normal courtesies in business relationships.\n\nHowever, in their contacts with outside organizations or persons, every care must be taken\n\nby GESCI staff members to ensure that their acceptance of hospitality does not influence\n\ntheir official functions.\n\nThe following general guidelines provide a framework within which decisions in this area can\n\nbe made or local rules formulated. GESCI may apply these rules on hospitality or make local\n\nrules derived from them.\n\n All offers of hospitality from commercial interests which have or might have contractual\n\nrelations with GESCI must be reported by the GESCI staff member to the CEO for direction.\n\n No objection would normally be made to the acceptance of what is regarded as routine\n\nhospitality, for example, a business lunch. What may be regarded as “routine” for this\n\npurpose will depend on a number of factors such as the value of the hospitality offered, the\n\nfrequency of offers, whether there is an element of reciprocity and the general circumstances\n\nin which it is offered (for example, whether it is offered by a company to all its customers\n\nor is directed at specific or potential customers). Certain types of hospitality (for example\n\ninvolving travelling abroad or holiday weekends) should not be regarded as routine and\n\nshould always be referred to the CEO for direction.\n\n GESCI staff members should not accept offers of hospitality which go beyond the routine\n\npractices referred to above, except where acceptance of such an offer can be clearly shown\n\nto be in the interest of GESCI and has been approved by his or her Manager.\n\nc) Outside employment and activities\n\nOn occasional bases, GESCI staff members are asked to carry out tasks for which they\n\nreceive payment or other benefits-in-kind on behalf of bodies other than GESCI as a\n\nconsequence of their official positions. While, in many instances, this practice does not give\n\nrise to problems, there are certain circumstances where difficulties may arise, such as where\n\nthe task performed forms part of the official duties of a GESCI staff member or is performed\n\nduring normal working hours.",
      "page_start": 213,
      "page_end": 264,
      "tokens": 797
    },
    {
      "id": "7712660f-ba64-4c6f-9107-3606a0aa31a7",
      "title": "Section 6",
      "content": "receive payment or other benefits-in-kind on behalf of bodies other than GESCI as a\n\nconsequence of their official positions. While, in many instances, this practice does not give\n\nrise to problems, there are certain circumstances where difficulties may arise, such as where\n\nthe task performed forms part of the official duties of a GESCI staff member or is performed\n\nduring normal working hours.\n\nThe following guidelines provide a framework within which decisions in this area can be made.\n\n Where because of his or her official position, a GESCI staff member is invited to carry out\n\nwork on behalf of an outside body, he or she shall notify the CEO in advance and may not\n\nseek or retain payment (other than appropriate travel and subsistence expenses) or other\n\nbenefit where the proposed activity is part of the GESCI staff member’s duties. Where a\n\npayment is made, it should be surrendered to the Manager: Finance and Operations, who\n\nwill lodge it to the GESCI account. Any non-cash benefit should be returned to the Manager\n\nFinance and Operations.\n\n Subject to any rules which the CEO may determine, a GESCI staff member may accept a\n\nmodest payment or benefit in kind if the task, while work related, is not an integral part of\n\nhis or her official duties and is carried on outside of normal working hours.\n\n The question of whether or not a task is an integral part of a GESCI staff member’s official\n\nduties may normally be determined by reference to the relevant work programmes. In case\n\nof doubt the GESCI staff member should request his or her Manager or in the case of a\n\nManager, to the CEO to determine if the task is an integral part of official duties.\n\n Subject to any rules which the CEO may determine, in cases where no payment or other\n\ncompensation arises, a small token gift may be accepted by a GESCI staff member by way\n\nof recognition.\n\n Where a GESCI staff member has any doubts concerning the propriety of accepting any\n\npayment or compensation from bodies outside of GESCI, the matter should be referred to a\n\nManager for determination in accordance with the guidelines outlined above as soon as\n\npossible. If a GESCI staff member is unhappy with the decision of the Manager, he or she\n\nmay appeal the matter to a Senior Manager or to the CEO within 7 days of such decision by\n\nthe Manager.\n\nFailure to observe these policies on avoidance of conflict of interest will be considered a\n\ndisciplinary offence and will be subject to GESCI’s disciplinary procedures as set out in\n\nSection 9 of this Manual.\n\n2.2.3 Sexual Harassment Policy\n\nGESCI strictly prohibits sexual harassment in the workplace. Examples of sexual\n\nharassment include, but are not limited to unwelcome sexual advances, requests for\n\nsexual favours and other verbal or physical conduct of a sexual nature.\n\nNo one with a supervisory role at GESCI is at any time to threaten or imply that an\n\nindividual’s submission to or rejection of sexual advances will in any way influence any\n\ndecision regarding that individual’s employment, performance evaluation, advancement,\n\ncompensation, assignments or any other term or condition of employment. In\n\naddition, all personnel in a supervisory role at GESCI who either observe conduct that\n\nappears to violate this policy or receive a complaint of conduct that would violate\n\nthis policy, must immediately report the incident to the Manager: Finance and Operations\n\nand/or to the CEO, so that an investigation can be commenced where\n\nappropriate. Where the complaint is against the CEO, the complaint may be made to the\n\nBoard.\n\nGESCI’s policy similarly prohibits sexually harassing conduct by any GESCI personnel\n\nthat may create an intimidating hostile or offensive work environment whether it be in the\n\nform of physical, verbal or visual harassment and regardless of whether committed by an\n\nindividual with supervisory authority or by any other individual. Such conduct includes\n\nbut is not limited to unwelcome sexual flirtations, advances or propositions; verbal abuse",
      "page_start": 260,
      "page_end": 310,
      "tokens": 796
    },
    {
      "id": "5eb24a03-11a7-4b10-a98e-6bb630d22bf3",
      "title": "Section 7",
      "content": "that may create an intimidating hostile or offensive work environment whether it be in the\n\nform of physical, verbal or visual harassment and regardless of whether committed by an\n\nindividual with supervisory authority or by any other individual. Such conduct includes\n\nbut is not limited to unwelcome sexual flirtations, advances or propositions; verbal abuse\n\nof a sexual nature; graphic verbal comments about an individual’s body; sexually\n\ndegrading words used to describe an individual; and the display in the workplace of\n\nsexually suggestive objects or pictures.\n\nAny employee who believes that conduct in violation of this policy may be occurring or\n\nmay have occurred is urged and expected to report the relevant facts immediately to their\n\nManagers, to the senior management or the CEO or the Board (as the case may be). All\n\nsuch reports will be investigated promptly, with an effort made to keep the source of the\n\nreport as confidential as possible.\n\nIt is against GESCI policy for any retaliatory action to be taken against an individual for\n\nreporting a possible violation of this policy and/or participating in the investigation\n\nof an alleged violation of this policy.\n\nAppropriate disciplinary action (up to and including termination of employment) will be\n\ntaken against an individual found to have violated this policy.\n\n2.2.4 Confidential Information\n\n“Confidential Information” means any and all information of a commercial, financial or\n\ntechnical nature relating in any way whatsoever to the business of GESCI including,\n\nwithout limitation, know-how, information that results from research and development,\n\nbusiness processes and information concerning existing or prospective partners and/or\n\nclients.\n\nMuch of GESCI's work is of a strictly confidential nature. GESCI's operations depend on\n\nensuring that information relating to the operations and that of its partners and/or\n\nbeneficiaries is protected. Further, GESCI wishes to establish and maintain a reputation for\n\nconducting its operations in a responsible and ethical manner. All staff members are\n\nexpected to protect such Confidential Information and, through their actions, demonstrate\n\ntheir respect for GESCI's corporate values.\n\nAll staff members are required to protect and maintain the confidentiality of GESCI, partner\n\nand client information. Staff must not, except as authorized or required by law or by\n\ntheir duties, reveal any Confidential Information relating to GESCI.\n\nEach staff member shall use best endeavors to prevent the unauthorized publication,\n\ndissemination or disclosure of Confidential Information or any part thereof.\n\nIn addition, each staff member shall not, either during the continuance of their employment\n\nor at any time thereafter:\n\n Disclose or communicate to any person or permit or enable any person to acquire any\n\n Confidential Information other than for legitimate purposes of GESCI.\n\n Use or attempt to use any Confidential Information in any manner which may injure\n\n or cause loss either directly or indirectly to GESCI or may be likely to do so or for any\n\npurpose other than in the discharge of the staff member’s duties to GESCI;\n\n Sell or seek to sell to anyone Confidential Information; or\n\n Obtain or seek to obtain any direct or indirect financial advantage from the disclosure of\n\nConfidential Information other than for the benefit of GESCI.\n\nThese confidentiality obligations shall continue to apply after the termination of a staff\n\nmember’s employment with GESCI for whatever reason without any time limit, but shall\n\ncease to apply to Confidential Information which is divulged pursuant to a lawful court order\n\nor is in the public domain otherwise than through unauthorized disclosure by a staff member\n\nor any other person.\n\n2.2.5 Statements\n\nStaff shall not at any time, either during their employment or at any time after its\n\ntermination, in relation to GESCI or its partners or clients, make any statement calculated\n\nor reasonably likely to damage it or any of them.\n\nStaff shall not, without the prior consent of the Chief Executive Officer, make any\n\nstatement for publication in the audio-visual, print, electronic or social media touching on\n\nor concerning the business or activities of GESCI or its partners or clients.",
      "page_start": 307,
      "page_end": 362,
      "tokens": 795
    },
    {
      "id": "06a08227-a96f-41c7-9643-0d95de0222c4",
      "title": "Section 8",
      "content": "or reasonably likely to damage it or any of them.\n\nStaff shall not, without the prior consent of the Chief Executive Officer, make any\n\nstatement for publication in the audio-visual, print, electronic or social media touching on\n\nor concerning the business or activities of GESCI or its partners or clients.\n\n2.2.6 Records\n\nStaff shall not during their employment by GESCI make, other than for the benefit of\n\nGESCI, any form of record on whatever medium relating to GESCI or its partners or\n\nclients (\"the Records\"). A staff member shall not, either while they are employed by GESCI\n\nor thereafter, use or permit to be used any of the Records other than for the benefit of GESCI.\n\nA staff member shall, promptly, whenever requested and in any event immediately upon\n\nthe termination of their employment for whatever reason, deliver up to GESCI the Records\n\nand all other property belonging to GESCI and/or referring to Confidential Information,\n\nwhich shall then be in their possession or under their control, or which may have been\n\nprepared by the staff member in the course of their employment and they shall not retain\n\nany copies thereof. Title and copyright therein shall remain with GESCI.\n\nA staff member shall not, without the prior authority of GESCI, remove from GESCI's\n\npremises or copy or allow others to copy the contents of any document, e-mail, computer\n\ndisk, storage device or other tangible and/or intangible items which contains any\n\nConfidential Information or which belong to GESCI.\n\nIf so requested by GESCI, a staff member shall delete all Confidential information from\n\nany computer disks, storage devices or other re-usable material in their possession or under\n\ntheir control and destroy all other documents and tangible items in their possession or under\n\ntheir control, which contain or refer to any Confidential Information.\n\n2.2.7 Inventions\n\nIf, while employed by GESCI, a staff member, whether alone or with any other person,\n\nmake, produce or are responsible for any invention, discovery, process, business idea,\n\nimprovement in procedure, or method of any description that relates to or could be used in\n\nany business operations of GESCI (an \"Invention\"), the staff member shall promptly give\n\nto the Chief Executive Officer full written details thereof and shall regard themselves in\n\nrelation thereto as a trustee for GESCI.\n\nAny invention, made or discovered, while in the employment of GESCI in connection with\n\nor in any way affecting or relating to the business operations of GESCI or any partner or\n\nclient or capable of being used or adapted for use therein or in connection therewith shall\n\nbelong to and be the absolute property of GESCI or such other party as GESCI may\n\nnominate for that purpose.\n\nA staff member, if and whenever required so to do (whether during or after the termination\n\nof the staff member’s employment), shall at the expense of GESCI or its nominee, apply or\n\njoin in applying for letters patent or similar protection in Kenya or any other part of the\n\nworld for any such Invention and execute all instruments and do all things necessary for\n\nvesting the said letters patent or other similar protection when obtained and all right and title\n\nto, and interest in the same, in GESCI (or its nominee) absolutely and as sole beneficial\n\nowner or in such other person as GESCI may require.\n\nSave as provided above or as required for the purpose of obtaining patent protection, as staff\n\nmember shall keep all details of any invention confidential to themselves and any solicitor,\n\ncounsel or patent agent instructed by the staff member. The staff member shall not, without\n\nGESCI's prior written consent, apply for a patent in any country in relation to any Invention\n\nbelonging to GESCI and shall promptly inform GESCI if the staff member applies for a\n\npatent in any country for an invention belonging to the staff member.",
      "page_start": 359,
      "page_end": 406,
      "tokens": 789
    },
    {
      "id": "9974a78d-e89d-43ac-86d2-8e2c2bd40cc3",
      "title": "Section 9",
      "content": "counsel or patent agent instructed by the staff member. The staff member shall not, without\n\nGESCI's prior written consent, apply for a patent in any country in relation to any Invention\n\nbelonging to GESCI and shall promptly inform GESCI if the staff member applies for a\n\npatent in any country for an invention belonging to the staff member.\n\nEach staff member will be required to irrevocably appoint GESCI to be their attorney, in the\n\nstaff member’s name and on the staff member’s behalf, to execute and do any such\n\ninstruments or things and generally to use the staff member’s name for the purpose of giving\n\nto GESCI (or its nominee) the full benefit of the provisions of this section and, in favour of\n\nany third party, a certificate in writing signed by any Director or Secretary of GESCI that\n\nany instrument or act that falls within the authority hereby conferred, shall be conclusive\n\nevidence that such is the case.\n\n2.2.8 Copyright and Other Rights\n\nIf, while employed by GESCI, a staff member, whether alone or with any other\n\nperson, creates any copyright work or design (including, without limitation, electronic\n\nteaching, electronic training or electronic testing products or methodologies, reference\n\nproducts, and syllabi targeted at the primary, secondary and tertiary education markets) or\n\nany other work or matter of any description (other than an Invention) capable of protection\n\nunder the copyright, design right or other intellectual or industrial and commercial\n\nproperty laws of any country that relates to or could be used in the business operations of\n\nGESCI (a “Protected Work\"), the staff member shall promptly disclose to the Chief\n\nExecutive Officer of GESCI full details thereof in writing and shall, if requested by\n\nGESCI, hand over to it all copies or representations of the Protected Work in any\n\nmaterial form but shall otherwise keep the Protected Work confidential.\n\nTo the extent that GESCI is not already the owner of the copyright, design rights and other\n\nintellectual or industrial and commercial property rights (\"the Rights\") in a Protected Work,\n\nthe staff member shall hold the Protected Work in trust for GESCI and agree to assign (and,\n\nin the case of the copyrights and design rights, hereby assign by way of future assignment\n\nof copyright and design right respectively), all Rights therein in all countries of the world to\n\nGESCI absolutely and shall execute all documents and do all things necessary to substantiate\n\nGESCI's rights in the Protected Work and to obtain protection for the Protected Work in\n\nGESCI's name in any country.\n\nThe staff member shall irrevocably appoint GESCI to be the staff member’s attorney in the\n\nstaff member’s name and on the staff member’s behalf to execute and do any such\n\ninstruments or things and generally to use the staff member’s name of the purpose of giving\n\nto GESCI (or its nominee) the full benefit of the provisions of this section and, in favour of\n\nany third party, a certificate in writing signed by any Director or the CEO of GESCI that any\n\ninstrument or act that fails within the authority hereby conferred shall be conclusive\n\nevidence that such is the case.\n\n2.2.9 Financial responsibility\n\nStaff members shall exercise reasonable care in any matter affecting the financial\n\ninterests of GESCI, its physical and human resources, property and assets.\n\n2.2.10External communications\n\nOfficial communications with external partners must be pre-approved by the CEO or a\n\nSenior Manager. The following guidelines shall apply for various types of external\n\ncommunications to all staff.\n\na) Official letters:\n\nAll official letters from GESCI to an external partner shall be signed by or approved by the\n\nCEO or another person authorized by the CEO and the CEO shall be fully accountable for\n\nthe contents of the letter.\n\nThe CEO shall sign all contracts or agreements on behalf of GESCI. During his/her absence,\n\nan alternate, authorized in writing, will sign on the CEO’s behalf.",
      "page_start": 403,
      "page_end": 453,
      "tokens": 789
    },
    {
      "id": "12aed82e-6d97-4c9b-b963-84257378a053",
      "title": "Section 10",
      "content": "All official letters from GESCI to an external partner shall be signed by or approved by the\n\nCEO or another person authorized by the CEO and the CEO shall be fully accountable for\n\nthe contents of the letter.\n\nThe CEO shall sign all contracts or agreements on behalf of GESCI. During his/her absence,\n\nan alternate, authorized in writing, will sign on the CEO’s behalf.\n\nStaff members should direct all correspondences that are business related to the GESCI\n\noffice address and not to their personal addresses. GESCI letterheads are to be used only\n\nfor official communication. Stationary on which GESCI name or logo appears must not be\n\nused for personal purposes\n\nb) Press Queries and media\n\nAll media queries received at GESCI must be referred to the Communications Manager\n\nwho shall consult with the CEO. Staff members may not engage in discussions or\n\ncorrespondence with a media representative without the prior approval of the CEO.\n\nMedia queries received by staff members during the course of domestic or foreign\n\nengagements should be handled as carefully as circumstances permit. Wherever\n\npossible, staff members’ responses should be consistent with stated GESCI\n\npolicy and/or commitments, and staff members must avoid offering opinions that do not\n\nreflect these. It is important that staff members avoid offering personal opinions as these\n\nmay be misconstrued as official GESCI policy. Under no circumstances may staff\n\nmembers make statements that be construed as representing offers of commitment on behalf\n\nof GESCI. If in doubt, staff members should refer queries back to the CEO for guidance in\n\nformulating responses.\n\nc) Public Presentations, Public Statements and Speeches\n\nInvitations to speak at or participate in (other than as a delegate to) public events (e.g.\n\nconferences, seminars or workshops) must be approved by the CEO before being accepted.\n\nAll presentations intended to be delivered at public events must be approved by the CEO\n\nor a Senior Manager prior to delivery or, if earlier, prior to being released to the event\n\norganizers. GESCI standard templates should be used for all event presentations. Depending\n\non presentation content and on the nature of the event, presentation materials should include\n\ncopyright protection\n\n3 RECRUITMENT AND APPOINTMENT\n\nGESCI’s recruitment policy is to recruit staff members of the highest caliber through a\n\ncompetitive selection process based on criteria determined by the needs of GESCI and\n\nthe requirements of the position, paying due regard to the importance of recruiting staff on\n\na diverse basis.\n\n3.1 Types of appointment\n\nAppointment to the staff of GESCI follows one of these categories:\n\na) Open-ended: this is a full-time appointment of indefinite duration subject to termination\n\nby notice or for cause in accordance with the terms of the respective employment\n\ncontracts.\n\nb) Fixed term-appointment: is an appointment of a fixed duration usually ranging from a\n\nfew months up to 5 years subject to termination by expiry of the specified period or for\n\ncause in accordance with the terms of the respective employment contracts. Fixed term\n\ncontracts are utilised where there is a specific project/programme to be carried out in a\n\nspecific timeframe or fixed to a specific programme/project funding cycle or tied to the\n\ncompletion of a specific task. Conditional on programme delivery requirements, fixed\n\nterm contracts may be renewed upon mutual agreement between GESCI and a staff\n\nmember. Staff on fixed-term contracts may be transferred to open-ended contracts subject\n\nto programme funding and organisational needs,\n\n3.2 Classification of posts and staff\n\nThe CEO and Board may periodically revise the classification system under use. In general,\n\nthe posts and staff are classified as follows:\n\na) International Professional category: international posts are subject to international\n\nrecruitment and where global mobility and international experience are essential.\n\nInternational posts are only available to professional staff such as Managers (process,\n\nproject and senior Managers), specialists and experts, project officers and other\n\nrelated posts. These posts usually require an advanced university degree and some\n\nminimum work experience.\n\nb) National (local) Professional category: These posts are subject to local recruitment",
      "page_start": 449,
      "page_end": 507,
      "tokens": 792
    },
    {
      "id": "7029fa4d-c22b-4699-94cb-8b9357e81de2",
      "title": "Section 11",
      "content": "International posts are only available to professional staff such as Managers (process,\n\nproject and senior Managers), specialists and experts, project officers and other\n\nrelated posts. These posts usually require an advanced university degree and some\n\nminimum work experience.\n\nb) National (local) Professional category: These posts are subject to local recruitment\n\nwhere global mobility and international experiences are not essential or where specific\n\nlocal experience is required. National professional category posts are only available to\n\nprofessional staff such as Managers (process and project), advisors and experts, project\n\nofficers and other related posts\n\nc) Support category: these posts usually require a high school diploma or equivalent or first\n\nuniversity degree with some minimum work experience. Posts in the support category\n\ninclude administrative assistants, receptionists, drivers etc. All support category staff are\n\nlocal recruited.\n\n3.3 Recruitment procedures\n\n3.3.1 Existence of a Vacancy\n\nA Vacancy shall occur by the:\n\ni) Departure of an incumbent staff member.\n\nii) Promotion of one staff member to a new position leaving the old position vacant.\n\niii) Creation of a new position as a result of a review of the organization or due to programmatic\n\nrequirements.\n\nThe CEO will approve any vacancy. Upon the CEO’s approval of the vacancy, the Manager\n\nto whom the post reports together with the senior management will prepare or update the\n\nJob Description. The Job Description will contain as a minimum the following:\n\n Job title and reporting relationship\n\n Contractual nature of the job (e.g. international or local, open-ended or fixed-term)\n\n Location (e.g. Headquarter, country based)\n\n Key responsibilities and duties\n\n Educational and professional qualifications\n\n Experience required\n\n Performance targets\n\n Recruitment criteria such as specific skills requirements, personal attributes and\n\ncapabilities must be approved by the CEO before the job is advertised. Once approval\n\nis given, the Manager to whom the post reports will forward the Job Description to\n\nFinance And Operations for advertisement.\n\n3.3.2 Advertisement of Vacancy\n\nIt is GESCI’s policy, subject to the relevant employment laws, to advertise vacancies when\n\nthey occur in order to reach as many potential applicants as possible and thereby increase\n\nor have a broader base from which to select the best candidates. Where the Board so directs\n\nand subject to availability of funds, the services of recognized recruitment agencies or\n\nconsultants may be utilized to identify suitable candidates particularly in respect of senior\n\nmanagement categories.\n\nAll vacancy announcements will detail the Job Description for the post as well as a deadline\n\nfor the applications and title and address of the contact person within GESCI. All potential\n\napplicants will be required to submit formal written applications within the deadline given\n\nin the vacancy announcement.\n\nInternational vs. Local advertisement\n\nInternational posts will usually be advertised internationally while local posts will be\n\nadvertised only locally.\n\nInternal advertisement\n\nTo strengthen internal capacity and provide opportunities for advancement, some\n\nvacancies, as determined by the CEO or the Board may be advertised exclusively\n\ninternally i.e. only open to existing GESCI staff members. If no suitable internal candidates\n\nare found, the vacancy may be advertised either locally or internationally depending on the\n\nclassification of the post.\n\n3.3.3 Selection process\n\nSelection of candidates for vacant posts will be based on qualifications and experience\n\nrequired. Typically, the selection process will follow the route outlined below:\n\nStep 1: Long-list of all applicants prepared\n\nStep 2: Short-list of most suitable applicants made based on qualifications and\n\nexperience. Short-list will normally be between 5 and 10 candidates.\n\nStep 3: Initial interviews by telephone or other electronic communication medium\n\nStep 4: Face to Face or online interviews for the top 3 candidates after initial interviews\n\nwhere possible. Face to Face or online interviews may be conducted by 2 or more Staff of\n\nwhom one is the recruiting Manager in a Panel format or through individual meetings.\n\n3.3.4 Reference Check\n\nThe top applicants to a vacancy must have their references verified by email before\n\nappointment. The recruiting Manager or senior management will conduct the reference",
      "page_start": 503,
      "page_end": 569,
      "tokens": 797
    },
    {
      "id": "f79e6847-d895-4259-996e-9e664f131403",
      "title": "Section 12",
      "content": "where possible. Face to Face or online interviews may be conducted by 2 or more Staff of\n\nwhom one is the recruiting Manager in a Panel format or through individual meetings.\n\n3.3.4 Reference Check\n\nThe top applicants to a vacancy must have their references verified by email before\n\nappointment. The recruiting Manager or senior management will conduct the reference\n\ncheck. Internal candidates will not require reference checks.\n\nA reference check may include previous employment verification, conduct and\n\nperformance at previous employments, reviewing samples of previous work e.g.\n\npublications, verification of academic credentials or any other information pertinent to the\n\nvacancy as well as a criminal records check.\n\nCandidates found to have a criminal record or candidates that provide pertinent information\n\nduring recruitment which is found to be false after a reference check shall be automatically\n\ndisqualified from appointment.\n\n3.3.5 Medical Examination\n\nBefore an offer of employment is made, prospective staff members will be required to\n\nundergo a medical test to confirm fitness for the job. An offer of an employment contract\n\nwill only be made after a satisfactory medical report from a recognized medical practitioner\n\nwhich confirms the fitness of the selected candidate to work in a full-time capacity in\n\nline with GESCI’s job requirements. GESCI will nominate/approve the medical\n\npractitioner and will pay for this medical test and report. No payment will be forthcoming\n\nfor subsequent treatments or medical appliances recommended\n\nFor all medical examinations, the prospective employee will be required to provide prior\n\nwritten consent to the examination.\n\n3.4 Appointment Procedures\n\n3.4.1 Offer of appointment\n\nThe offer of appointment will be made in writing subject to satisfactory reference checks\n\nand medical clearance, through a Letter of Appointment and/or a Contract of Employment\n\ndetailing the terms and conditions of employment and the effective date of appointment.\n\nThe Letter of Appointment and/or Contract of Employment is signed by the CEO.\n\nThe Letter of Appointment for the Chief Executive Officer will be signed by the Chair of\n\nthe Board or another designated Board member.\n\n3.4.2 Acceptance of appointment\n\nAcceptance of appointment will be accomplished by returning to the CEO a counter-signed\n\ncopy of the Letter of Appointment within the specified date as mentioned in the offer letter.\n\n3.4.3 Limitations on Appointment\n\na) Age\n\nPersons younger than 18 years or older than 65 years old may not be appointed as staff\n\nmembers.\n\nb) Close Relatives\n\nA person who is the father, mother, son, daughter, brother or sister of an existing\n\nstaff member is ineligible for employment by GESCI.\n\nc) Spouse or Domestic Partner\n\nThe spouse or domestic Partner of a staff member may be appointed provided that he\n\nor she is fully qualified for the post for which he or she is being considered and\n\nthat the spouse is not given any preference by virtue of the relationship to the staff\n\nmember. In addition, a staff member shall not be assigned to serve in a post which is\n\nsuperior or subordinate in the line of authority to the staff member to whom he or she\n\nis a spouse or domestic Partner.\n\nd) Visas and Work Permits\n\nA person who is appointed to the staff of GESCI and who fails to qualify for a resident visa\n\nor work permit at their duty station will have their appointment withdrawn.\n\n3.5 Orientation and Induction\n\nAn orientation programme will be in place to introduce newly employed staff to GESCI\n\nand to explain policies and staff member’s professional responsibilities. The\n\norientation programme will include discussion of the following:\n\n GESCI Vision and Mission Statement and corporate values\n\n GESCI Structure and Organization goals\n\n Job description and levels of responsibilities in the organization\n\n GESCI areas of operations, type of services provided by GESCI and general environment\n\nin which GESCI operates\n\n GESCI’s Human Resource Policies and Procedural Manual\n\n3.6 Probation\n\nA formal probationary evaluation shall be conducted by the staff Member’s Manager\n\ntogether with a senior management representative.\n\n3.6.1 Length of Probation",
      "page_start": 565,
      "page_end": 629,
      "tokens": 790
    },
    {
      "id": "f603629f-ef98-4415-80a4-0571496c7adc",
      "title": "Section 13",
      "content": " GESCI areas of operations, type of services provided by GESCI and general environment\n\nin which GESCI operates\n\n GESCI’s Human Resource Policies and Procedural Manual\n\n3.6 Probation\n\nA formal probationary evaluation shall be conducted by the staff Member’s Manager\n\ntogether with a senior management representative.\n\n3.6.1 Length of Probation\n\nThe probationary period will be six months for all staff contract exceeding 12 months. The\n\nprobation period may, with the agreement of the staff member, be extended for a further\n\nperiod (to a maximum of six months) by the staff member's Manager in consultation\n\nwith a senior management. Extension may be necessitated if a staff member’s performance\n\nis below a set standard or for disciplinary reasons. In this instance, the staff member is\n\nusually given a period of time to either improve their performance or modify their behavior\n\nbefore more severe measures are used in line with the Disciplinary and Termination policies\n\nin this Manual.\n\n3.6.2 Evaluation during the Probationary Period\n\nDuring the probationary period, the staff members immediate Manager shall:\n\na) as soon as practicable, meet with the staff member to establish the staff member's job\n\ndescription and performance targets; and\n\nb) Provide the staff member feedback on the staff member's suitability and progress based\n\non achievement of the set targets, technical qualifications and professional behaviors.\n\nAt the end of the first 6 months probationary period and at the expiry of any extension(s),\n\na formal assessment of the staff member's performance, technical qualifications and\n\nprofessional behaviors shall be carried out by the staff member’s immediate manager in\n\nconsultation with senior management. A senior manager together with the immediate\n\nmanager may also participate in the formal assessment. The results of the formal\n\nassessment will be documented and signed by both the immediate Manager and the staff\n\nmember.\n\n3.6.3 Decisions on Confirmation of Appointment\n\nConfirmation\n\nAt the end of the probationary period, a decision to confirm a staff member's appointment\n\nshall be made by the staff member's immediate Manager, in consultation with senior\n\nmanagement, based on the written assessment of the staff member's performance, technical\n\nqualifications and professional behaviors. The effective date of confirmation shall be the\n\ndate specified by the Manager. The staff member will receive written notice of confirmation.\n\nNon-Confirmation\n\nAt any point during or at the end of the probationary period, the staff member’s immediate\n\nManager may recommend to management to end a staff member's employment by seven\n\n(7) days’ written notice of non-confirmation of appointment or payment in lieu of notice.\n\nThe written recommendation to not confirm must be supported by:\n\na) Prior written notice to the staff member concerning deficiencies in his/her performance,\n\ntechnical qualifications, or professional behaviors;\n\nb) Reasonable guidance and opportunity to demonstrate suitability for the position, and\n\nwarning that failure to do so may result in termination.\n\nThe staff member shall be provided an opportunity to comment on the recommendation.\n\nThe recommendation, together with any comments of the staff member, shall be submitted\n\nto senior management for a decision, which shall be made in consultation with the senior\n\nmanagement and with notice to the CEO and which decision shall be final.\n\n3.7 Changes in Terms and Conditions of Employment\n\nAs staff progress within the organization, there will be changes in their terms and\n\nconditions of employment. These changes will be communicated in writing to staff\n\nmembers within 30 days of any such changes being made. Such changes may include\n\nincrease in salary, change of job title, change of location of employment, change to fixed\n\nterm contract or full time, promotion, increase in salary upon attainment of an additional\n\nrelevant qualification or a combination of the above.\n\nThe written amendments of employment will include details of the amendment, date\n\non which the amendment was effective and confirmation that the amendment has occurred.\n\n4 REMUNERATION AND BENEFITS\n\n4.1Introduction\n\nIt is GESCI’s policy to endeavor to provide its staff members’ salaries and other terms and",
      "page_start": 623,
      "page_end": 682,
      "tokens": 791
    },
    {
      "id": "473b5c6e-29f9-4808-af94-1c804e30c19c",
      "title": "Section 14",
      "content": "The written amendments of employment will include details of the amendment, date\n\non which the amendment was effective and confirmation that the amendment has occurred.\n\n4 REMUNERATION AND BENEFITS\n\n4.1Introduction\n\nIt is GESCI’s policy to endeavor to provide its staff members’ salaries and other terms and\n\nconditions of employment that are competitive and also comparable to those offered by\n\nother similar international NGOs and agencies with aims and objectives similar to those of\n\nGESCI.\n\nIt is the responsibility of the CEO to develop and update GESCI’s remuneration policy\n\nand structure for all GESCI staff members in accordance with the structure of the\n\norganization and the authorized staff establishment. The Board of GESCI shall consider\n\nand approve the remuneration policy and structure.\n\n4.2 Salary structure\n\nGESCI will have in place a salary structure which will stipulate the salaries and grading structure\n\nfor the organization. The structure will ensure that the same criteria is used for placing staff and\n\nreviewing salaries for existing staff. There are 10 steps in each salary band for each grade.\n\nTABLE 1- CLASSIFICATION OF ROLES AND REQUIREMENTS\n\nRole Academic Qualifications Relevant Management\n\nexperience experience\n\n(minimum (if minimum\n\nyears) years required)\n\nChief Executive Advanced university degree (Masters or\n\n15 10\n\nOfficer higher)\n\nDirector of Advanced university degree (Masters or\n\n10 5\n\nProgrammes higher)\n\nProgramme Advanced university degree (Masters or\n\n7 4\n\nmanager higher)\n\nProject Manager/ Advanced university degree (Masters or\n\n5 2\n\nSenior Specialist higher)\n\nProcess Advanced university degree (Masters or\n\n2\n\nmanager/Specialist higher)\n\nJPO Advanced university degree (Masters or\n\n1\n\nhigher)\n\nProject Officer/ university degree\n\n5\n\nAnalyst\n\nAssistant Project university degree\n\n5\n\nOfficer\n\nClerk/ support staff High-School Diploma 3\n\nThe salary structure currently used will be subject to review by the Board on the\n\nrecommendation of Management taking into account the financial strength of GESCI, the\n\nlevel of committed and duration of donor funding, the economic situation and yearly\n\ninflation rate and changes in the general cost of living.\n\n4.2.1 Salary policy on appointment and promotion\n\nFor each new appointment to a post, the point of entry on the salary scale shall be specified\n\nin the letter of appointment and will normally be on the first (lowest) step of the level of\n\nhis or her post unless otherwise decided by the CEO.\n\nIn exceptional cases, new hires with significant and relevant experience, a track record of\n\nachievement relative to the job specification and academic qualification above and beyond\n\nthe minimum requirements, may start at a grade higher than the entry point. In such cases,\n\neach two extra years of relevant experience above the required minimum will count towards\n\n1 step for purposes of determining starting salary. Annual increases based on performance,\n\nif required will follow the steps in each grade. Increase to steps 7,8, 9 and 10 will require\n\nat least 2 years with GESCI for each step.\n\nOn promotion, a staff member shall be placed at the first (lowest) step of the level of the\n\npost to which he or she has been promoted provided that the salary at this level is higher\n\nthan that of the previous post. Where the salary at the promoted level is lower, the staff\n\nmember shall be placed at the next lowest step of the level of the post to which he or she\n\nhas been promoted that would ensure an effective salary increase.\n\n4.3 Salary calculation and payment\n\nSalaries for all GESCI staff is determined and contracted in Kenyan shillings / US dollars.\n\nPayments in a different currency will be at the market prevailing exchange rate at the\n\ndate of payments.\n\nSalaries will be paid monthly in arrears by electronic transfer on or before the last\n\nworking day of each month to the staff member’s bank account notified in advance to\n\nGESCI in writing. Payment will be net of all statutory deductions and other amounts due\n\nby the staff member. Pay for periods of less than one month will be calculated on the basis",
      "page_start": 678,
      "page_end": 751,
      "tokens": 798
    },
    {
      "id": "eca7a930-1620-4ddb-af98-cefdd3baa71e",
      "title": "Section 15",
      "content": "Salaries will be paid monthly in arrears by electronic transfer on or before the last\n\nworking day of each month to the staff member’s bank account notified in advance to\n\nGESCI in writing. Payment will be net of all statutory deductions and other amounts due\n\nby the staff member. Pay for periods of less than one month will be calculated on the basis\n\nof actual days worked and any paid holidays falling within the period worked. GESCI\n\nreserves the right to alter the method of payment of salaries, as may be reasonably required\n\nfrom time to time.\n\nAll staff members will receive a payslip each month showing the amount of net and\n\ngross remuneration, and the nature and amounts of all deductions.\n\n4.3.1 Salary Advances\n\nSalary advances may be made to staff members under the following circumstances and\n\nconditions:\n\n In cases where staff members have not received their regular pay, through no fault of their\n\nown, in the amount due;\n\n Upon separation from service, where final settlement of pay accounts cannot be made at\n\nthe time of departure, subject to the advance not exceeding 80 per cent of the estimated\n\nfinal net payments due;\n\n Upon change of official duty station and staff will need funds to secure housing and other\n\nexpenses to allow them settle in the new duty station quickly, subject to the advance not\n\nexceeding 50 per cent of the staff one month’s salary\n\n Application for an advance in salary will be considered in cases of serious illness or in\n\nlegitimate emergencies.\n\n The CEO, in exceptional and compelling circumstances, and if the request of the staff\n\nmember is supported by a detailed justification in writing, may authorize an advance for\n\nany reason other than those enumerated above.\n\n The final authority to accept or reject an application is vested with the CEO.\n\nAn advance in salary shall not exceed one month’s net earnings and shall be recoverable\n\nfrom the staff member’s next salary earnings. All salary advances extending beyond one\n\nmonth may attract benefit tax for staff liable to taxation in their duty station or if on a\n\nhome working agreement.\n\n4.3.2 Acting - up allowance\n\nActing-up allowances are payable where an employee takes on 100% of the duties and\n\nresponsibilities of a higher graded post for at least 4 weeks.\n\nActing-up is a temporary arrangement and will not exceed 6 months unless for exceptional\n\ncircumstances eg. Maternity cover. A management review will take place at 3 months to\n\nconsider the ongoing nature of the arrangements.\n\nActing up may occur as a result of:\n\n Temporarily filling a post until a substantive appointment can be made\n\n Filling a key post while another employee is on maternity leave\n\n Filling a key post to cover long term sickness absence\n\n Filling a key post as part of a significant organization or service pressure\n\n Filling posts due to other temporary extended leave arrangements e.g. secondments,\n\ncareer breaks.\n\nWherever possible, the duration of the period of acting -up should be indicated before it\n\ncommences and will be confirmed in writing. In all cases, the arrangements and\n\nrequirements for acting up should be regularly reviewed. Arrangements to cover a post\n\nthrough acting- up should be made at the earliest opportunity in order to ensure the most\n\nappropriate cover. Retrospective requests or backdating is not allowed.\n\nIf there is a deputy to the temporarily vacant position, ie. as clearly outlined within their\n\nexisting job description, then that employee should be first for consideration to the acting\n\nup position. In the case of more than one individual being eligible to act into the temporary\n\nvacancy, it will be necessary for a selection process to occur. Senior manager should bring\n\nthe opportunity to the attention of all eligible employees. If the manager wishes to reach a\n\nwider pool of employees or has been unsuccessful in identifying a suitable candidate, the\n\nacting up opportunity will be advertised internally.\n\nPayment Calculations:\n\n(a) The employee will receive the full salary appropriate to the bottom point of the higher\n\ngraded post.",
      "page_start": 748,
      "page_end": 805,
      "tokens": 800
    },
    {
      "id": "43ca7b9d-2519-40c1-b225-5109bed328ce",
      "title": "Section 16",
      "content": "the opportunity to the attention of all eligible employees. If the manager wishes to reach a\n\nwider pool of employees or has been unsuccessful in identifying a suitable candidate, the\n\nacting up opportunity will be advertised internally.\n\nPayment Calculations:\n\n(a) The employee will receive the full salary appropriate to the bottom point of the higher\n\ngraded post.\n\n(b) Employees who are on an existing protected salary and who then undertake acting up\n\nwhich is not higher than their protected salary, will not receive any further additional\n\nremuneration.\n\n(c) Employees will be subject to all terms and conditions of the higher graded post ie.\n\nannual leave entitlement, notice period.\n\nTemporary Responsibility Allowances\n\nTemporary Responsibility Allowance (TRA) may be paid to staff member who are taking\n\non additional responsibilities over and above those set out in their job description at either\n\na higher, same and lower level and for a short period of time.\n\nApplicability:\n\nIn cases of temporary transfers to a higher grade for a continuous period of at least four\n\nweeks (for any reason other than annual leave), an employee required to carry out the duties\n\nand responsibilities of the higher grade will receive a salary in accordance with the grading\n\nof the post temporarily occupied. The salary that is paid will be the lowest point of the scale\n\nfor the higher grade assumed unless this would mean no increase in salary, in which case\n\nthe employee will be paid one increment (on the higher scale) above his/her normal salary.\n\nBecause this payment is paid on a temporary basis it is not pensionable and does not accrue\n\nany other benefits.\n\nThe Temporary Responsibility Allowance (TRA) is normally awarded for short periods\n\nonly, (e.g. to cover a vacancy temporarily), not more than 6 months. However, in some\n\ninstances (e.g. to cover a long-term sickness absence or maternity leave or to allow a\n\ndepartment to defer a permanent reorganization or restructuring to a more opportune time)\n\nit may be necessary for the temporary appointment to continue beyond the short term. In\n\nall cases if the temporary appointment includes the incremental date for the postholder’s\n\nsubstantive post the employee will automatically receive the usual incremental rise in\n\nhis/her salary whilst on the higher grade. When he/she reverts back to his/her substantive\n\npost the postholder will do so at the incremental point he/she would have been on had there\n\nbeen no TRA.\n\nIf the employee undertaking the temporary appointment is at the top of her/his substantive\n\ngrade and remains in that temporary role for more than 6 months, the staff member may\n\nmove to the next incremental point on the higher scale. A management review will take\n\nplace at 3 months to consider the ongoing nature of the arrangements If his/her supervisors\n\nconsider that the staff member has developed in the post and carried out in full the duties\n\nand responsibilities of the higher grade in a more effective and efficient manner because of\n\nbeing in the post for so long he/she should be treated as appointed to the post.\n\nWhen he/she reverts back to his/her substantive post the postholder will do so at the\n\nincremental point he/she would have been on had there been no TRA.\n\nExceptionally, an employee may be given temporary responsibilities at a higher grade while\n\nretaining, in full, his/her existing responsibilities. In these cases the employee may be paid\n\nadditional increments above the lowest point of the higher scale If it is agreed that the\n\ncircumstances are exceptional the maximum salary to be paid will be the fourth point of the\n\nscale for the higher grade.\n\nIn cases where an employee does not carry out the full duties and responsibilities of the\n\nhigher grade, an award of an ad hoc TRA payment may be made to the employee concerned.\n\nThe amount of such an ad hoc payment will be related to the extent to which the duties and\n\nresponsibilities have been undertaken and the length of time (including the initial four\n\nweeks) for which they have been required to be undertaken.\n\nIn exceptional cases where an employee assumes the responsibilities of another post of the",
      "page_start": 800,
      "page_end": 853,
      "tokens": 789
    },
    {
      "id": "1852f72f-1a9a-4ee3-99bd-6b4c44bdbe9a",
      "title": "Section 17",
      "content": "The amount of such an ad hoc payment will be related to the extent to which the duties and\n\nresponsibilities have been undertaken and the length of time (including the initial four\n\nweeks) for which they have been required to be undertaken.\n\nIn exceptional cases where an employee assumes the responsibilities of another post of the\n\nsame or lower grade, whilst maintaining his/her own duties, an award of an ad hoc TRA\n\npayment of 1 or 2 increments within that grade. In considering such cases GESCI will take\n\ninto account the extent to which the duties and responsibilities of the other post have been\n\nundertaken (as in 4 above) having regard to the University’s obligation of care to staff.\n\nPayment Calculations\n\n(a) Payment will be based on the difference between the substantive grade, the grade of\n\nthe duties being undertaken and the percentage of time spent on the new duties. The line\n\nManager should make an assessment against the job description to determine the percentage\n\nof the role being undertaken.\n\n(b) The payment will be made on a fixed monthly value for the duration of the period for\n\nthe additional responsibility allowance.\n\n4.4 Benefits\n\n4.4.1Pension Contribution Allowance\n\nAt the moment, GESCI does not run a Pension Scheme. In lieu of the Pension\n\nScheme, GESCI provides a pension contribution allowance equal to 10% of the staff\n\nmember’s basic salary once the probation period is successfully completed. The pension\n\nallowance is paid monthly in arrears through the payroll system together with the staff\n\nmember’s basic monthly salary provided that staff member will provide proof of contribution to\n\na registered pension scheme or SACCO.\n\nIn the event that GESCI establishes a Pension Scheme, staff members will be eligible to\n\njoin, and during the term of a staff member’s employment remain a member of such Pension\n\nScheme, subject to meeting any prequalification condition of the scheme. Further details\n\nof the Pension Scheme will be set out in this Manual from time to time. GESCI will make\n\na monthly employer’s contribution to the Pension Scheme equivalent to such percentage of\n\nthe staff member’s basic salary as may from time to time be decided by GESCI and subject\n\nto prevailing laws in relation to pension.\n\nStaff Welfare Savings and Credit Cooperative Organization (SACCO)\n\nTo enable staff members to access loan facilities, staff members shall be encouraged to join an\n\nalready existing SACCO or any SACCO of their choice. Staff members are free to contribute all\n\nor part of their Pension Allowance to the SACCO.\n\nGESCI will assist the staff loan applications by ensuring that payroll deductions are made to make\n\npayment towards the loan. Staff will be encouraged to participate in the running of the SACCO\n\nthey join.\n\nStaff Provident Scheme\n\nAll staff members will be required to establish an Individual Provident Scheme at the approved\n\ninstitution or as per contract terms spelt out in the letter of appointment where staff c may pay\n\npart or all of the pension allowance.\n\n4.4.2 Health/ Medical Insurance\n\nGESCI provides a Health Insurance Scheme (HI Scheme) for all staff provided the staff\n\nmember meets any prequalification conditions of the HI scheme. Under the HI Scheme,\n\nGESCI covers the cost of health insurance cover for the staff member, their spouse and up\n\nto four eligible children. The cover for these children is up to the age of 18 years. In\n\ncertain circumstances, cover may be extended beyond18 for fulltime unmarried students\n\nin a recognized third-level academic institution subject to GESCI’s prevailing policy in this\n\nregard. All staff members shall be provided with a copy of approved doctors, hospitals,\n\nclinics and conditions covered (and conditions not covered) when they join GESCI and\n\nsubsequently every year or wherever there is a change.\n\nIf a staff member is officially assigned to work in another country i.e. outside Kenya for a\n\nperiod of not less than one year and/or upon approval by the CEO, GESCI shall allow such",
      "page_start": 850,
      "page_end": 902,
      "tokens": 783
    },
    {
      "id": "a6dda24f-b239-4667-b118-cb5d1c06554f",
      "title": "Section 18",
      "content": "clinics and conditions covered (and conditions not covered) when they join GESCI and\n\nsubsequently every year or wherever there is a change.\n\nIf a staff member is officially assigned to work in another country i.e. outside Kenya for a\n\nperiod of not less than one year and/or upon approval by the CEO, GESCI shall allow such\n\nstaff members to take out or retain their own health insurance cover. In this case, GESCI\n\nshall reimburse the staff member the actual cost of cover for themselves, their spouse and\n\nup four eligible children up to but not exceeding the equivalent cost under GESCI’s HI\n\nScheme as outlined above. The cover for these children is up to the age of 18 years and\n\nmay be extended beyond 18 for fulltime unmarried students in a recognized third-level\n\nacademic institution. The application for reimbursement must be supported by an invoice\n\nfrom the health insurance provider and is effective only from the effective date of the staff\n\nappointment.\n\nGESCI Health insurance cover includes Inpatient, Outpatient, Maternity, Optical and\n\nDental benefits. Staff will be required to familiarize themselves with the specified\n\nprevailing limits for each benefit that will apply to them and their eligible dependents.\n\n4.4.3 Death and Disability Cover\n\nGESCI subscribes to a Death and Disability Scheme (“D&D Scheme”) to which all staff\n\nmembers are entitled to join, and during the term of their employment remain a member of,\n\nsubject to meeting any prequalification conditions of the D&D Scheme. Under the D&D\n\nScheme, GESCI covers the cost of death and disability insurance cover for the staff\n\nmember alone. This scheme is implemented through Group Life Insurance (GL) General\n\nPersonal Accident GPA/WIBA cover that provides for compensation to staff members\n\nbeneficiaries upon his/her death to a maximum of 8 times their annual salary regardless of\n\nthe cause of death.\n\nIf a staff member is officially assigned to work in another country i.e. outside Kenya for a\n\nperiod of not less than one year and/or upon approval by the CEO, GESCI shall allow\n\nthe staff member to take out or retain their own death and disability cover. In this case,\n\nGESCI shall reimburse the staff member the actual cost of cover for themselves, up to but\n\nnot exceeding the equivalent cost under GESCI’s D&D Scheme as outlined above. The\n\napplication for reimbursement must be supported by an invoice from the death and\n\ndisability insurance provider and is effective only from the date of the staff member’s\n\nappointment.\n\nAll of the benefits set out above are subject to the rules and regulations of the\n\nrelevant schemes as well as any limits of cover and decisions of the\n\ntrustees/underwriters of the various schemes from time to time.\n\n4.4.4 Relocation Benefits\n\nCover\n\nGESCI covers relocation expenses for eligible staff. The expenses covered are travel and\n\nremoval and shipment of the staff member’s personal effects and household goods if\n\napplicable.\n\nEligibility\n\na) Appointment: A staff member appointed to a post subject to international recruitment at\n\nthe headquarters or another authorized duty station may be eligible for relocation benefits on\n\nrecruitment and on termination of employment.\n\nHowever, if the staff member has lived in the duty station area for a period of two years or\n\nmore prior to appointment, the staff member shall not be eligible to receive relocation\n\nbenefits.\n\nb) Authorized change of duty station: Any staff member who is officially transferred from\n\none duty station to another will be entitled to relocation benefits on first move to the duty\n\nstation and on termination of employment and/or removal to another duty station.\n\nIn addition, staff members eligible for relocation benefits will normally receive assistance\n\ntowards covering the cost of temporary accommodation for a maximum of two weeks at the\n\nduty station on appointment or on official change of duty station.\n\nRemoval and shipment benefits\n\nA staff member eligible for relocation benefits shall be eligible for shipment of personal\n\neffects and household goods for the staff member and their approved dependents upon:\n\na) appointment from the place of the staff member’s permanent address to the designated",
      "page_start": 899,
      "page_end": 955,
      "tokens": 800
    },
    {
      "id": "b7799866-31d2-4295-96b5-83fad09c3269",
      "title": "Section 19",
      "content": "duty station on appointment or on official change of duty station.\n\nRemoval and shipment benefits\n\nA staff member eligible for relocation benefits shall be eligible for shipment of personal\n\neffects and household goods for the staff member and their approved dependents upon:\n\na) appointment from the place of the staff member’s permanent address to the designated\n\nduty station;\n\nb) relocation from one designated duty station to the new designated duty station;\n\nc) termination from the designated duty station to the staff member’s place of permanent\n\naddress.\n\nGESCI will pay the actual costs of shipment, in line with the policy on removal and\n\nshipment benefits stated below, subject to normal GESCI procurement procedures prevailing\n\nfrom time to time and the submission to GESCI of such vouchers (receipts & invoices) or\n\nother evidence of the expenses as GESCI may reasonably require.\n\nLimitations: Removal and shipment benefits will only be available upon termination if\n\nutilized within 3 (three) months of termination of the employment and provided that the staff\n\nmember’s new employer is not covering their relocation costs. The CEO may grant a longer\n\nperiod not to exceed 6 months during which the benefit must be utilized or forfeited.\n\nPolicy on removal and shipment benefits\n\nHousehold goods and personal effects (Full removal)\n\nStaff members, eligible for relocation benefits and with a contract of more than 1 year or\n\nstaff members on assignment to a new duty station for a period of more than 1 year,\n\nshall be eligible to have their household goods and personal effects transported by most\n\neconomical means subject to the maximum allowances covered by GESCI as follows:\n\n(a) Staff members without dependents - 4,890 kg (1,080 cubic feet); (b) Staff member with\n\ndependents - 8,150 kg (1,800 cubic feet).\n\nThis is known as a full removal and covers the costs of packing and lift vans if applicable.\n\n4.4.5 Death of an immediate family member\n\nIn case of the death of an immediate family member and after successful probation , GESCI\n\nwill provide a cash grant equivalent to one thousand dollars to the staff member per event\n\nto a maximum of two events in any one year. Immediate family member in this case shall\n\nmean only one spouse or domestic partner, children or parents of the staff member.\n\n4.4.6 Limitations in the case of spouse staff members\n\nWhere both spouses are staff members, only one staff member shall be eligible for\n\nthe benefits above (including relocation, death and disability, medical insurance, home\n\ntravel). The two staff members must choose whom between them will receive the\n\nbenefits and inform the management in writing.\n\nLoss of entitlement to return travel expenses\n\na) A staff member holding a fixed-term or continuing appointment who resigns before\n\ncompleting two year of service or within one year following the date of his or her\n\nreturn from travel on home leave or family visit, shall not be entitled to payment of\n\nreturn travel expenses for himself unless the CEO determines that there are\n\ncompelling reasons for authorizing such payment.\n\nb) A staff member holding a temporary appointment who resigns before completing\n\nthe full term of his or her appointment shall not be entitled to payment of return\n\ntravel expenses for himself or herself.\n\nc) Entitlement to return travel expenses shall cease if travel has not commenced within\n\ntwo years of the date of separation. However, where both spouses are staff members\n\nand the spouse who separates first is entitled to return travel expenses, his or her\n\nentitlement shall not cease until two years after the date of separation of the other\n\nspouse.\n\n5. ATTENDANCE AND LEAVE\n\nGESCI is a small organization whose work is predominantly advisory and knowledge-based\n\nto meet its development objectives. Staff members of GESCI are expected to work together\n\nin project teams, devising innovative solutions and approaches to GESCI’s partners’ needs\n\nand subject to tight deadlines imposed by GESCI’s partners. The nature of this work calls\n\nfor close team-work and collaboration, regular “knowledge consultation” or brainstorming,",
      "page_start": 951,
      "page_end": 1006,
      "tokens": 799
    },
    {
      "id": "43e93159-0e22-42ed-8286-20bb2ed3eb36",
      "title": "Section 20",
      "content": "to meet its development objectives. Staff members of GESCI are expected to work together\n\nin project teams, devising innovative solutions and approaches to GESCI’s partners’ needs\n\nand subject to tight deadlines imposed by GESCI’s partners. The nature of this work calls\n\nfor close team-work and collaboration, regular “knowledge consultation” or brainstorming,\n\ntotal trust in other team members and individual integrity and accountability. Team-\n\ncohesion in a situation where staff members come from diverse backgrounds and countries\n\nis paramount. The cyclic nature of the funding also calls for efficiency, effectiveness and\n\nproven impact of GESCI’s work.\n\n5.1 Hours of Work\n\nStaff members are required to work the normal working hours which are 9.00 am to 5:30\n\npm Monday to Friday, with one hour for lunch. GESCI reserves the right to alter these\n\nworking hours from time to time. The official working hours for all GESCI staff is 40 hours\n\nin a week.\n\nGiven the nature of GESCI’s work described above, staff will be required, from time to\n\ntime to work additional hours and undertake travel outside of normal working hours without\n\nadditional remuneration.\n\nFlexible working hours can be agreed between staff and line managers taking into account\n\nboth individual needs and organizational needs. Such arrangements made within\n\nprogramme/project teams will need to be cleared by the CEO to ensure they do not\n\njeopardize group activities or other organizational considerations. Any approved flexible\n\nworking hours are not a right for the staff affected and flexibility is needed since\n\norganizational priorities should always take priority when there is conflict in time demands\n\nAttendance and Punctuality\n\nAttendance is a key factor in your job performance. Punctuality and regular attendance is\n\nexpected of all employees. Excessive absences (whether excused or unexcused), lateness or\n\nleaving early is unacceptable and will be grounds for discipline up to and including\n\ntermination.\n\n5.2 Policy on Annual Leave\n\n5.2.1 Annual leave entitlement\n\nAnnual leave entitlement for each staff member is set out in their contract of employment.\n\nThe standard entitlement for full-time staff members is 24 days per annum. Calculations of\n\nannual leave for service of less than one year shall be made in proportion to the length of\n\nservice. This means that leave accrues at the rate of 2 days per month. GESCI’s annual leave\n\nyear runs from 1st January to 31st December.\n\nIn cases where staff is necessitated to put in considerable additional time either during\n\npublic holidays or weekends, a line manager can recommend an appropriate\n\nacknowledgement of this additional work through time off for that staff member. Such\n\nprovision should be taken at periods convenient to both staff and the organization and will\n\nneed to be approved by the CEO.\n\nRecall from Leave\n\nGESCI may recall a staff member from leave or cancel authorization to proceed on annual\n\nleave due to an emergency situation. In such events, whatever annual leave days remain due\n\nto the staff member should be taken as early as possible within the same year or may be\n\ncarried forward into the next year subject to the policy on accumulation on leave above.\n\n5.2.2 Company holidays\n\nIn addition to annual leave, GESCI grants Company Holidays. Company Holidays are days\n\nwhen the GESCI offices are closed. Company Holidays apply to all staff, whether office-\n\nbased or not. However, the leave can only be taken at this time. It cannot be carried forward\n\nand cannot be added to the annual leave entitlement.\n\nCompany holidays are granted at the discretion of management and may be changed\n\nfrom time to time. Currently, Company Holidays are as follows:\n\n• Christmas: From the evening of 23rd. December until the first working day of January i.e\n\nDecember 24th to January 1st), GESCI offices will be opened on the first working day following\n\nthe new year in January\n\n• Easter: 1 working day at the Easter weekend, being the Thursday before Easter. Including",
      "page_start": 1003,
      "page_end": 1057,
      "tokens": 791
    },
    {
      "id": "a144fc2f-74df-4505-8ef9-0120cc51f595",
      "title": "Section 21",
      "content": "• Christmas: From the evening of 23rd. December until the first working day of January i.e\n\nDecember 24th to January 1st), GESCI offices will be opened on the first working day following\n\nthe new year in January\n\n• Easter: 1 working day at the Easter weekend, being the Thursday before Easter. Including\n\npublic holidays, this means that the GESCI offices are closed from Thursday to Monday\n\ninclusive.\n\n• In case a staff member is a member of another religious group, it is possible to change\n\nthese holidays to accommodate the requirements of that religion.\n\n5.2.3 Public holidays\n\nStaff members are entitled to public holidays in their country where they are working from.\n\nEach staff member should ensure that their public holidays are correctly listed on their\n\nannual leave record.\n\n5.2.4 Application and approval process\n\nStaff members are expected to manage their annual leave entitlements to ensure that:\n\n Leave is taken during the year and not accumulated or carried forward.\n\n Preliminary approval for leave must be sought from the line Manager in consultation with\n\nthe Manager: Finance and Operations in writing.\n\n Notice of a minimum of 10 working days is given to the staff member’s line Manager.\n\n There is minimum impact on GESCI programmes and activities that fall within the scope of\n\nthe duties of the staff member.\n\nProvided that there is minimum impact on GESCI programmes and activities, there is no\n\nrestriction on the number of days that may be taken at once by the staff member. Where\n\nthe annual leave entitlement is divided into different parts to be taken at different intervals\n\n(e.g. due to work pressures or on request from GESCI), the staff member shall be required\n\nto consent to this division in writing. In addition, unless GESCI and the staff member\n\notherwise agree and on condition that the length of service of the staff member during any\n\nleave earning period entitles them to such period, one of the parts agreed upon shall be at\n\nleast 14 uninterrupted working days.\n\nFinal approval for leave must be sought from and provided by the CEO.\n\n5.2.5 Records\n\nAnnual leave entitlements and time taken form part of the staff member’s HR records.\n\nThe HR Manager maintains an annual leave record for each staff member and this is the\n\nofficial record of the staff member’s leave.\n\nIt is the responsibility of the staff member to ensure that the records held by the HR\n\nManager are accurate and up to date and that the HR Manager is informed promptly about\n\nany changes.\n\nThe HR Manager uses the documented approval by the CEO to update the annual leave\n\nrecords. The HR Manager keeps the email approvals as supporting documents for the annual\n\nleave records.\n\n5.2.6 End-of-year confirmation and approval\n\nAfter the end of each calendar year, the HR Manager will provide each staff member with\n\na copy of their annual leave record. Both the staff member and their line Manager are\n\nrequired to sign this record to confirm that it is accurate.\n\n5.2.7 Carry forward of leave\n\nStaff members shall not, except with the consent of the CEO, carry forward more than 5\n\ndays out of their annual leave entitlement beyond December 31.st Any approved days\n\ncarried forward must be taken by 30th June the following year.\n\n5.2.8 Leaving the organization\n\nUpon termination of employment (for whatever reason):\n\n• The Staff member may be required to take any approved outstanding annual leave during\n\nthe period of notice.\n\n• Where payment in lieu of notice is approved and given, GESCI shall pay any outstanding\n\naccrued but unused leave entitlement.\n\nAccrued Annual leave shall not be automatically used to serve for notice period in the event\n\nof termination/resignation of employment. Work priorities permitting, GESCI will do its best\n\nto make time for leave during the notice.\n\n• In the event that annual leave already taken by the Staff member exceeds the entitlement\n\nat the date of termination, the excess leave taken shall be deducted from the Staff member’s",
      "page_start": 1054,
      "page_end": 1111,
      "tokens": 792
    },
    {
      "id": "225abbc6-18fa-453f-8972-1dc34264b71b",
      "title": "Section 22",
      "content": "of termination/resignation of employment. Work priorities permitting, GESCI will do its best\n\nto make time for leave during the notice.\n\n• In the event that annual leave already taken by the Staff member exceeds the entitlement\n\nat the date of termination, the excess leave taken shall be deducted from the Staff member’s\n\nfinal net salary payment or repaid to GESCI (as appropriate) at the rate of one day's salary\n\nfor each day of leave already taken which is in excess of the accrued annual leave\n\nentitlement.\n\n5.3 Special Leave\n\n5.3.1 Compassionate and Emergency leave\n\nThe CEO may grant a staff member up to a maximum of 5 days’ compassionate leave\n\nannually to cover the death or serious illness of a close member of the family. Close\n\nmembers of the family shall mean only one legal spouse or domestic partner, children,\n\nparents, brothers and sisters, grand-parents and parents-in- law.\n\n5.3.2 Sick Leave\n\nStaff members who are unable to perform their duties by reason of illness or injury\n\nor whose attendance at work is prevented by public health requirements will be\n\ngranted sick leave.\n\nMinimum and Maximum entitlement\n\nA staff member’s entitlement to sick leave shall be determined by the duration of the\n\nstaff members’ service with GESCI subject to a minimum and maximum and provided\n\nthe staff member has completed at least two consecutive months of service.\n\nA staff member is entitled to sick leave at the rate of two working days per month of\n\ncompleted service of which one day is at full pay and one day is at half pay subject to a:\n\na) Minimum of 7 days at full pay and 7 days at half pay; and,\n\nb) Maximum of three months on full pay and three months on half pay regardless of length of\n\nservice;\n\nGESCI reserves the right to terminate employment on grounds of incapacity due to\n\nprolonged ill health if in the opinion of a medical practitioner appointed by GESCI\n\na staff member has not recovered sufficiently to fully resume their normal duties\n\nafter having exhausted all their sick leave entitlement.\n\nUncertified sick leave\n\nA staff member may take uncertified sick leave for up to a total of seven working\n\ndays in an annual cycle starting 1st January of any year, when incapacitated for the\n\nperformance of his or her duties by illness or injury provided that the staff member\n\ndoes not take more than three consecutive days of uncertified sick leave. Part or all\n\nof this entitlement may be used to attend to family-related emergencies.\n\nCertified sick leave\n\nSick leave taken by a staff member in excess of three consecutive working days at\n\nany time shall be required to produce a certificate of incapacity from a duly registered\n\nmedical practitioner stating clearly the probable duration of absence from duty.\n\nWhen these conditions are not met, the absence shall be treated as unauthorized\n\nabsence.\n\nObligations of staff members\n\na) Staff members shall inform their immediate Manager as soon as possible of absences\n\ndue to illness or injury. This usually means within 2 hours after the normal starting\n\ntime by telephone or other message. The immediate Manager should promptly notify\n\nthe CEO and the HR manager of the staff member’s absence due to illness or injury.\n\nb) Staff members shall promptly submit any medical certificate or medical report required\n\nunder conditions to be specified by the CEO.\n\nc) A staff member may be required to submit a medical report as to his or her condition or to\n\nundergo a medical examination by a medical practitioner designated by GESCI. When, in\n\nthe opinion of the designated medical practitioner, a medical condition impairs a staff\n\nmember’s ability to perform his or her functions, the staff member may be directed not to\n\nattend the office and requested to seek treatment from a duly qualified medical practitioner.\n\nThe staff member shall comply promptly with any direction or request under this rule.\n\nd) A staff member shall immediately notify his or her Manager or the HR Manager of\n\nany case of contagious disease occurring in his or her household or of any quarantine",
      "page_start": 1108,
      "page_end": 1164,
      "tokens": 789
    },
    {
      "id": "584be7c0-51bc-4668-b315-211474c69e97",
      "title": "Section 23",
      "content": "attend the office and requested to seek treatment from a duly qualified medical practitioner.\n\nThe staff member shall comply promptly with any direction or request under this rule.\n\nd) A staff member shall immediately notify his or her Manager or the HR Manager of\n\nany case of contagious disease occurring in his or her household or of any quarantine\n\norder affecting the household. In such a case, the staff member may be excused from\n\nattendance at the workplace on the advice of a qualified medical practitioner which\n\nadvice shall include the amount of time off required. If so, the staff member shall\n\nreceive full salary and other emoluments for the period of authorized absence.\n\ne) A staff member shall not, while on sick leave, leave the duty station without the prior\n\napproval of the CEO.\n\nMedical examination\n\nStaff members may also be required to undergo medical examination during service as\n\nprescribed for certain classification of employment, to ensure that they are free from any\n\nailment likely to impair their own efficiency or for the health of others and only for\n\npurposes of certifying fitness for the job in line with the inherent requirements for the job.\n\nIn the event that a staff member is found to be unfit for the job, GESCI reserves the right\n\nin its sole discretion and subject to applicable employment laws to terminate the\n\nemployment on grounds of physical incapacity or to agree with the staff member to\n\nchange materially the employment relationship, for example, by reducing employment\n\nfrom fulltime to part-time.\n\nIn consideration of such change, the staff member will be required to sign and fully comply\n\nwith an agreement setting forth the terms of the changed employment relationship and a\n\ngeneral release satisfactory to GESCI.\n\n5.3.3 Parental Leave\n\nMaternity Leave\n\nA female staff member shall be entitled to maternity leave for a total period of sixteen\n\n(16) weeks subject to the following:\n\na) The pre-delivery leave shall commence six weeks prior to the anticipated date\n\nof birth upon production of a certificate from a duly qualified medical practitioner\n\nor midwife indicating the anticipated date of birth. The pre-delivery leave may be\n\nshortened to two weeks based o a certificate from a duly qualified medical\n\npractitioner or midwife indicating fitness to continue working;\n\nb) The post-delivery leave shall extend for a period equivalent to the difference\n\nbetween sixteen weeks and the actual period of pre-delivery leave, subject to a\n\nminimum of ten weeks; However, if owing to a miscalculation on the part of the\n\nmedical practitioner or midwife, the pre-delivery leave was more than six weeks,\n\nthe staff member shall be allowed post-delivery leave of no less than 10 weeks.\n\nc) The staff member shall receive maternity leave with full pay for the entire\n\nduration of her absence under subparagraphs (a) and (b) above.\n\nd) Sick leave shall not normally be granted during maternity leave;\n\ne) Annual leave shall accrue during the period of maternity leave;\n\nf) A staff member holding an appointment of a specified duration is not entitled to\n\nmaternity leave extending beyond the date on which her appointment ends.\n\nAt the end of the maternity leave period, a staff member who is nursing shall also be\n\nentitled to paid leave of one hour per day for a period of two months following their\n\nreturn from maternity leave.\n\nIn addition to the 16 week entitlement of maternity leave, a staff member may make a\n\nwritten request for unpaid leave for an additional period not to exceed 16 weeks. Such\n\nunpaid leave for maternity reasons shall be granted at the discretion of the CEO.\n\nPaternity Leave\n\nA staff member shall be entitled to paternity leave of two weeks with full pay.\n\nThe leave may be taken either continuously or in separate periods during the year following\n\nthe birth of the child, provided that it is completed during that year and within the duration\n\nof the contract if on fixed term appointment.\n\n5.3.4 Study leave\n\nGESCI recognizes the need for staff to develop their skills both within and outside the",
      "page_start": 1161,
      "page_end": 1216,
      "tokens": 785
    },
    {
      "id": "f9807405-a92c-47b6-86f0-452078cc7a08",
      "title": "Section 24",
      "content": "The leave may be taken either continuously or in separate periods during the year following\n\nthe birth of the child, provided that it is completed during that year and within the duration\n\nof the contract if on fixed term appointment.\n\n5.3.4 Study leave\n\nGESCI recognizes the need for staff to develop their skills both within and outside the\n\norganization, therefore staff will be granted leave of absence on the days they sit for exams.\n\nGESCI will authorize a maximum of not more than 10 working days in a year for study\n\nleave which will be utilized when staff sits for exams.\n\nStaff who intent to undertake private studies or those sponsored by GESCI will discuss\n\nways in which they can be supported. In this regard, GESCI will encourage staff to pursue\n\nprivate studies and will grant study leave with or without pay depending on the case. Staff\n\nwishing to apply for study leave must produce evidence of examination registration and\n\nexamination schedule to the line manager before approval. All study leave requests will be\n\napproved by the Line Manager and a copy will be retained in staff file.\n\n5.3.5 Leave without pay\n\nSpecial leave without pay may be granted at the request of a staff member on a case by\n\ncase basis and only by the CEO for study or research, in cases of extended illness, or\n\nfor other important reasons. Such special leave without pay may not be granted for\n\nmore than 6 months.\n\nStaff members shall not accrue service credits towards sick and annual leave and home visit\n\nbenefit during periods of special leave without pay exceeding one month. Continuity\n\nof service shall not be considered broken by periods of special leave.\n\n5.3.5 Leave of absence for External Service\n\nIn exceptional circumstances, a staff member may request for leave without pay in order\n\nto work for another employer such as a GESCI partner country, donor agency or other\n\ndevelopment partner. Such a leave of absence may be granted at the discretion of the\n\nCEO and for a period of not more than 1 year. In such case, staff members shall not accrue\n\nservice credits towards sick and annual leave and home visit benefit during periods\n\nof leave of absence with or without pay exceeding one month.\n\nIn other exceptional circumstances, where the leave of absence for external service is to\n\nlast for less than one year or where the external service has been requested by GESCI\n\nand the external employer does not provide any remuneration to the staff member, the CEO\n\nmay authorize leave of absence with full or partial pay and benefits.\n\nContinuity of service shall not be considered broken by periods of special leave.\n\n6 GESCI TRAVEL POLICY\n\n6.1 Statement of Policy\n\nThe nature of GESCI’s mission and organization means that its staff members may be\n\nasked to travel in the normal course of operations for meetings, conferences, and for other\n\nbusiness reasons. It is the policy of GESCI to pay for costs incurred by staff members in\n\nthe course of business-related travel, provided that the expenses are authorized, incurred\n\nand consistent with GESCI’s mission.\n\n6.2 Finance and administration arrangements\n\n6.2.1 Approval to travel\n\nBefore travel is undertaken, it shall be authorized in writing by email. In exceptional cases,\n\nstaff members may be authorized to travel on oral orders, but such oral authorization shall\n\nrequire written confirmation. A staff member shall be responsible for ascertaining that he\n\nor she has the proper authorization before commencing travel.\n\nStaff members are expected to plan their travel assignments as far in advance as possible\n\nin order to minimize flight costs.\n\nTravel for staff members should be initiated by a project or programme manager within the\n\nobjectives of their project or programme. Individual travel proposals are formulated in\n\nconjunction with project/ programme managers and costed travel proposals are submitted\n\nto the senior manager and/or the CEO for approval. In the preparation of costed travel\n\nproposals, project or programme managers should consult the Finance and Administration\n\nteam for cost estimates. Costed proposals should reach the senior manager and/or the CEO",
      "page_start": 1212,
      "page_end": 1266,
      "tokens": 792
    },
    {
      "id": "33c61bf8-8ffd-48e2-bc68-95ad93dc42e2",
      "title": "Section 25",
      "content": "conjunction with project/ programme managers and costed travel proposals are submitted\n\nto the senior manager and/or the CEO for approval. In the preparation of costed travel\n\nproposals, project or programme managers should consult the Finance and Administration\n\nteam for cost estimates. Costed proposals should reach the senior manager and/or the CEO\n\nnot less than a month prior to the proposed travel.\n\nThe costed travel proposal should include:\n\na) The name of the person(s) travelling\n\nb) Itinerary with times and dates of departure and return\n\nc) Expected cost of flight, per diem allowance and other costs\n\nd) Programme to which the travel assignment relates (and where it is budgeted)\n\ne) Specific activity or task in the Programme’s Work Plan to which the travel contributes\n\nf) Reason for travel\n\nIf the proposed travel dates / location / purpose / expected costs change then the travel\n\nproposal must be updated and major changes approved again. The final costed travel\n\nproposal should match the final itinerary as much as possible.\n\nAdvanced funds\n\nIn cases where a staff member requires a travel advance and have been approved for same,\n\nthe staff member shall account for the advance within seven (7) days, following the date of\n\nreturn from the trip, by submitting all the travel expenditure itemized receipts/vouchers and\n\nthe required documentation for approval.\n\nThe approved expense claim shall then be submitted to the Finance and Administration\n\noffice to determine how much should be returned by or refunded to the travelling staff. The\n\ntravel reconciliation documents must be approved before any recoveries/refunds are made.\n\nAll outstanding un-reconciled travel advances for more than 30 days will be recovered\n\nthrough the payroll system.\n\n6.2.2 Flights\n\nAll tickets for official travel of staff members shall be purchased by GESCI in advance of\n\nthe actual travel. A staff member may be authorized to purchase his or her own tickets under\n\nconditions established by the CEO.\n\nAll flights must be booked by and through the Finance and Administration office. All travel\n\nmust be economy class. Advice will be provided as to travel options, visa requirements and\n\naccommodation.\n\nOnce the booking has been made and confirmed by Finance and Administration, changes\n\nand cancellations must also be approved. Only changes due to legitimate business reasons\n\nwill be considered.\n\nIt is the responsibility of the traveler to ensure that they have all the correct documentation\n\nprior to travel, including valid passport, tickets, visas, accommodation booking references\n\netc.\n\n6.2.3 Per Diem System\n\nGESCI per diem rates are made up of a portion for accommodation and a portion for meals.\n\nThe portions are usually expressed as a percentage of the per diem rate and the percentage\n\nallocated to accommodation and meals varies from city to city.\n\nThe Finance and Administration team use the flight itinerary or e-ticket to calculate the\n\nactual total per diem to be advanced. The per diem is based on the departure time from\n\nthe staff member’s home airport and the arrival time back. Where travel does not require a\n\nflight, the Finance and Administration need some other evidence of the trip. The Finance\n\nand Administration team will also clearly identify to staff travelling what proportion of\n\nthe per diem is for accommodation and what proportion is for meals.\n\nA partial day’s travel related to an overnight trip (that is, the day you leave for an overnight\n\ntrip or the day you return from an overnight trip) provides eligibility for certain meals\n\ndepending on the start and end times of the travel. Departure from home at 6 AM or earlier\n\non the first day of the trip entitles the traveler to a full day meals per diem. Likewise, arrival\n\nat home at 7 PM or later on the last day of the trip entitles the traveler to a full day meals\n\nper diem.\n\nStart/end time of trip must be shown on the per diem calculation sheet for first and last day\n\nof travel, and for all one-day trips.\n\nIf full-board accommodation is paid by GESCI (for example during a team meeting) or a",
      "page_start": 1263,
      "page_end": 1319,
      "tokens": 790
    },
    {
      "id": "066b34d3-45c8-4229-ad15-9d37c5454b6f",
      "title": "Section 26",
      "content": "at home at 7 PM or later on the last day of the trip entitles the traveler to a full day meals\n\nper diem.\n\nStart/end time of trip must be shown on the per diem calculation sheet for first and last day\n\nof travel, and for all one-day trips.\n\nIf full-board accommodation is paid by GESCI (for example during a team meeting) or a\n\nmeeting or conference organizer provides accommodation and/or meals, then no\n\ncorresponding per diem is payable.\n\nThe per diem will normally be advanced to the staff before travel except for exceptional\n\ncircumstances (e.g. emergency travel) where the staff member may claim back all\n\nlegitimate business expenses after travel.\n\nAccommodation costs\n\nLodging or hotel expenses are covered at cost subject to the maximum provided for in\n\nthe per diem rate in the town or city where the staff member is staying on business. This\n\nmeans that the portion of the per diem for accommodation (i.e. Bed and Breakfast) requires\n\nproof of incurred expenditure i.e. expenditure i.e. original itemized tax invoice/receipts\n\nshowing room charge per night and any tax thereon/ an original, detailed statement from\n\nthe hotel showing payment in full is required. A credit/debit card receipt, bank statement or\n\ncredit card statement, is not detailed and therefore does not meet this requirement. If\n\naccommodation is not available within the maximum provided for in the per diem rate, a\n\nspecial approval must be obtained in advance for the higher costs. Any difference between\n\nactual accommodation costs incurred and the maximum provided for in the per diem rate\n\nmust be returned to the Finance and Administration Manager within 10 days of end of travel.\n\nMeals\n\nThe portion of the per diem for meals as calculated from the prevailing per diem rate\n\nrequires no proof of expenditure or return to GESCI except for tax purposes.\n\nTaxes on per diem\n\nTax rules differ from country to country and in some countries (such as Kenya) the per\n\ndiem or part of the per diem may is taxable. Tax on per diem does not apply for expatriates\n\nworking for GESCI as long as they enjoy the tax exemption status in Kenya. All staff\n\nmembers are responsible for ensuring that they are tax compliant in their own country of\n\nresidence. Staff members resident in countries where a portion of the per diem is taxable\n\nare advised to keep receipts for their own tax compliance purposes.\n\n6.2.4 Other expenses\n\nStaff members are allowed to claim all other approved travel and business-related expenses\n\nthrough their expense claim or travel cost statement. This includes visas, taxi fares, and\n\nspecific business-related medical expenses. All expense claims must be supported by\n\noriginal itemized receipts.\n\nIn exceptional circumstances where it was not possible to obtain a receipt, a staff member\n\nmay issue a “self-receipt” clearly detailing the expenses incurred, when and where the\n\nexpenses were incurred and the nature of the expense. Any such receipt should be\n\nforwarded to the Finance and Administration office as part of the total expenses claim after\n\nbeing approved by a senior manager.\n\nThe traveler should record the expense to the best of his or her recollection. GESCI reserves\n\nthe right to reject reimbursement of any unsupported expenditures over €25.\n\nStaff members are responsible for fully completing their own expense claims, securing\n\nits validation by the project or programme manager and forwarding it to the Finance and\n\nAdministration Office.\n\nSpecific expenses not reimbursable\n\n Sundry expenses covering personal effects such as razors, soap, toothpaste, souvenirs,\n\nhealth club facilities etc. are not reimbursable.\n\n Alcoholic drinks, mini-bar refreshments, video rentals or pay TV are not\n\nreimbursable.\n\n Laundry expenses for trips less than one week are not reimbursable\n\n Lost luggage and contents.\n\n Wrapping cost for luggage\n\n Credit card surcharges-GESCI will provide per diem prior to travelling.\n\nReimbursement of approved expenses",
      "page_start": 1315,
      "page_end": 1371,
      "tokens": 795
    },
    {
      "id": "b2ceac6a-e2e7-48c3-866c-d9ba29ce2251",
      "title": "Section 27",
      "content": " Alcoholic drinks, mini-bar refreshments, video rentals or pay TV are not\n\nreimbursable.\n\n Laundry expenses for trips less than one week are not reimbursable\n\n Lost luggage and contents.\n\n Wrapping cost for luggage\n\n Credit card surcharges-GESCI will provide per diem prior to travelling.\n\nReimbursement of approved expenses\n\nAll expenses are reimbursed on a monthly basis together with the staff member’s regular\n\nsalary payment unless otherwise agreed by a Senior Manager.\n\nEmployee Responsibility\n\nEach employee is solely responsible for the timely reconciliation of his or her expense report\n\nproviding full documentation as verification of each expense. GESCI requires that expense\n\ndocumentation provide a clear explanation of the business purpose. For assistance with\n\ndocumenting expenses appropriately, refer to the Chart of Accounts for GL account\n\ndefinitions, or contact Finance team for greater detail.\n\nManager Responsibility\n\nEach approving manager is responsible for reviewing the expenses submitted by their direct\n\nreports for validity, accuracy, compliance and appropriate documentation prior to timely\n\napproval of the expenses.\n\nReceipt Substantiation\n\nIn order for the foundation to remain in compliance with travel policy and reporting\n\nrequirements, receipts must be submitted for expenses including hotel expenses, taxi\n\nexpenses, visa fees etc. No receipts are required for airfare booked by Finance and\n\nAdministration team through a travel agent as travel receipt information will be supported\n\nby their invoice to GESCI. Where a receipt is missing, the employee should contact the\n\nsupplier of the service/goods to obtain a certified copy of the missing receipt.\n\nPayment of Per Diem, Travel advance and OPE\n\nAll payments and reimbursement will be processed through Electronic Funds Transfer\n\n(EFT) to the employee’s bank account. In exceptional cases, employees can be issued with\n\nGESCI bank cheques to collect cash personally. No cash payment will be allowed\n\nwhatsoever and no staff member is allowed to collect travel allowances (per\n\ndiem/advances/OPE) on behalf on the staff travelling.\n\n6.2.5 Local travel\n\nLocal travel is normally reimbursed based on actual itemized receipts through the staff\n\nmember expense claim system.\n\n6.3 Other related policies and issues\n\n6.3.1 Safety, health and welfare while travelling\n\nThis is covered under Section 8 of the Manual.\n\n6.3.2 Extended Stays\n\nStaff may, subject to prior written approval by the line Manager, take personal time out\n\nof their annual leave entitlement and subject to the leave policy at the start and/or end of a\n\nbusiness trip provided that this does not give rise to additional costs for GESCI or cause\n\nany disruption to GESCI business. Per Diem allowances will not be paid for this personal\n\ntime. Staff should also note that the GESCI travel insurance policy referred to in section\n\n6.3.3 below may not cover an extended stay.\n\n6.3.3 Travel Insurance\n\nGESCI provides travel insurance for all staff in all offices on authorized GESCI business.\n\nAll staff should ensure that they have received a copy or proof of travel insurance from the\n\nFinance and Administration office.\n\n6.3.4 Vaccinations\n\nIt is the responsibility of all staff members to ensure that they are up to-date with all\n\nappropriate vaccinations for travel. All vaccination costs related to official business\n\ntravel shall be borne by GESCI.\n\n7 PERFORMANCE MANAGEMENT AND STAFF\n\nDEVELOPMENT\n\nGESCI recognizes that it’s most important asset is its staff members who are expected\n\nto exhibit the highest standards of competence, efficiency and integrity in the discharge of\n\ntheir functions. Their performance will be appraised periodically to ensure that the required\n\nstandards of performance are met by well-motivated staff members. GESCI will employ\n\nperformance appraisal system where every employee is constructively and fairly assessed,\n\nand training and development needs identified and supported. The purpose of performance\n\n(which includes professional and work-place behavior) appraisal is for:\n\n1. Establishing performance guidelines\n\nThe best way to consistently track exceptional performance is through an appraisal process",
      "page_start": 1365,
      "page_end": 1428,
      "tokens": 782
    },
    {
      "id": "cad27d3d-728b-4222-935c-c9a31f62de6c",
      "title": "Section 28",
      "content": "standards of performance are met by well-motivated staff members. GESCI will employ\n\nperformance appraisal system where every employee is constructively and fairly assessed,\n\nand training and development needs identified and supported. The purpose of performance\n\n(which includes professional and work-place behavior) appraisal is for:\n\n1. Establishing performance guidelines\n\nThe best way to consistently track exceptional performance is through an appraisal process\n\nthat will be done regularly, one-on-one, and also through discussions on how the staff is\n\nexpected to execute his job responsibilities that will be assessed at the end of the year.\n\n2. Track strengths and weaknesses\n\nWe acknowledge that no one person determines an organizations success. Different staff\n\nbring different experience and strengths to the table, allowing projects to succeed with\n\nminimal delays. The best way to ensure the right staff come together is to track individual\n\nstrength and weaknesses. Consistent performance appraisals make that information easily\n\naccessible when it is time to hand out new assignments.\n\n3. Identifying promotion candidates\n\nHiring from within GESCI will keep organizational memory strong, allowing for continuity\n\nof management styles. With performance appraisals, hiring managers will look back over\n\nthe applicant’s entire work history to establish if an internal candidate is best suited for a\n\npromotion.\n\n4. Offer feedback\n\nConstructive criticism provides employees with the necessary information to improve their\n\non-the-job performance. Staff will be informed about performance expectations and\n\ntherefore they will be better placed to meet the challenges of excellence. Managers will give\n\nstaff feedback about their performance on a regular basis thus opening up lines of\n\ncommunication, enabling a good working relationship and encouraging a spirit of\n\ncollaboration. Both the manager and the staff will work together to tackle the roadblocks to\n\nsuccess.\n\n5. Introducing training programs\n\nPerformance reviews offer an excellent time to discuss additional training and continuing\n\neducation requirements. Professionals need to stay up-to-date on industry best practices.\n\nNot only do training programs help keep employees current on new policies and procedures,\n\nthey also help keep employees on the cutting edge of technology. Office software, project\n\nmanagement solutions and even management philosophies change as businesses adapt to\n\nchanges in the marketplace. The give and take of a formalized performance review system\n\nallows employees to feel comfortable during their daily work activities.\n\nThey will receive positive reinforcement for a job well done and corrections when necessary\n\nto correct bad work habits. It is important for employees to know where they stand in their\n\nworkplace.\n\n6. Meeting Job Expectations\n\nGESCI will conduct performance appraisals to ensure staff understand their job\n\nexpectations. Job descriptions and job specifications will document the tasks and duties for\n\nwhich staff are responsible. During the performance appraisal meeting, the manager will\n\ngenerally begin the meeting with an explanation of the employee's job. If there are any\n\nquestions about performance expectations, they will be addressed immediately.\n\n7. Achieving Organizational Goals\n\nPerformance appraisals will be used as a tool for measuring employee capabilities, skills\n\nand fitness. Evaluating the skills and talent that a staff brings to GESCI will assists managers\n\nand staff in identifying the staff's professional goals to ensure both the staff and GESCI are\n\non the right track to achieving their goals.\n\n8. Managing Succession Plans\n\nSuccession plan will form a key element in human resources management and executive\n\nleadership strategy in GESCI. Staff who possess expertise, leadership capabilities and the\n\ndesire for promotional opportunities will be tapped for more responsible roles within the\n\nGESCI. In part, succession planning will depend on the most accurate appraisal of staff\n\ncontributions and successes.\n\n9. Identifying and recognising exceptional performance\n\nGESCI will use performance appraisals as the key way to identify and recognize exceptional\n\nworkplace performance. Performance appraisals and anticipated performance levels help\n\ndetermine budgets for salaries, wages, and other financial payments.\n\nAny additional award of recognition shall be at the discretion of the Management and shall\n\nnot constitute a legal entitlement on the part of the staff and shall be based on performance\n\nappraisal, past performance improvement, dependability, attitude, cooperation, disciplinary",
      "page_start": 1423,
      "page_end": 1484,
      "tokens": 797
    },
    {
      "id": "5367947a-02d7-484d-8caa-3912da88630a",
      "title": "Section 29",
      "content": "determine budgets for salaries, wages, and other financial payments.\n\nAny additional award of recognition shall be at the discretion of the Management and shall\n\nnot constitute a legal entitlement on the part of the staff and shall be based on performance\n\nappraisal, past performance improvement, dependability, attitude, cooperation, disciplinary\n\naction taken, adherence to all employee policies and the salary range of the staff’s position.\n\nCriteria for the recognition of exceptional performance\n\ni EXCEEDS JOB EXPECTATIONS - Consistently exemplary performance, including in\n\ndemanding situations or circumstances.\n\na. Staff member’s performance is superior and consistently exceeds the requirements of the\n\njob. This exemplary high performance level is also seen in demanding situations and\n\ncircumstances\n\nb. Staff member excels in the accomplishment of all responsibilities, tasks, and objectives,\n\nhaving performed with the utmost excellence in each and all objectives of job performance\n\non a sustained basis. He or she is widely recognized as an expert because of his or her own\n\nexceptional knowledge and authority.\n\nc. Staff members decisions and recommendations are sound and are frequently related to the\n\nhighest priority and most complex aspect of the position's responsibilities.\n\nd. Staff member demonstrates a thorough understanding of the job, frequently perceives\n\naspects of the position which are seldom perceived by others and initiates, plans for, and\n\naccomplishes many innovative and valuable objectives for the unit/GESCI.\n\nThe Chief Executive Officer reserves the right to change the above criteria, overrule the\n\ncriteria and recommend and approve awards in a different manner that prescribed above\n\nand in conjunction with the Board of Directors.\n\n7.1 Annual Performance Review\n\nThe annual review procedures are as follows:\n\na) At least once in a twelve months period, the immediate Manager and the staff member shall\n\nmeet and discuss the staff member's performance (consisting of among others Main Tasks\n\nPerformed as per job description and/or set goals, Professional Competence, Quality of\n\nWork, Quantity of Work, Work Relations, Work-place behaviour, Communication Skills\n\nand Supervisory Skills if applicable), achievements, strengths, areas for improvement,\n\nfuture development needs and future goals and action plans.\n\nb) The Manager shall provide the staff member with a written summary assessment of the staff\n\nmember's performance during the review period.\n\nc) The Manager in consultation with the staff member shall establish in writing the\n\ndevelopment priorities for and the results to be achieved by the staff member during the\n\nupcoming review period.\n\nd) If during the review period the staff member has reported to more than one Manager for\n\na period of three months or more, the Manager may request the other Manager(s) to provide\n\nsupplemental written performance evaluations to the staff member.\n\ne) The staff member may submit written comments on the performance evaluation and any\n\nsupplemental evaluation.\n\nf) The staff member shall sign the written performance evaluation and any supplemental\n\nevaluation to verify that he or she has participated in a performance review discussion and\n\nhas read the completed evaluation. Should a staff member refuse to sign the performance\n\nevaluation or a supplemental evaluation, the Manager shall continue the evaluation\n\nprocess noting any reasons given by the staff member for the refusal, if any. In this case, the\n\nevaluation report shall be forwarded to a Senior Manager or the CEO for review. The CEO\n\nor Senior Manager will review the evaluation and provide comments either agreeing or\n\ndisagreeing with the assessment and providing recommendations. The Senior Manager or\n\nCEO may meet and discuss with the staff member any issues as part of the review.\n\ng) The signed evaluation report together with any staff or Senior Manager/ CEO comments\n\nand recommendations will be sent to the HR Manager for filing.\n\nA time table will be prepared by the CEO in consultation with the HR Manager for\n\nthe completion of annual performance reports.\n\n7.2 Managing unsatisfactory performance\n\nIf a Manager determines that a staff member's performance (which includes professional and\n\nwork-place behaviour) is not satisfactory, the immediate Manager in conjunction with the\n\nline Manager will discuss, share and document opportunities to improve performance deemed\n\nunsatisfactory with the staff member in writing:",
      "page_start": 1481,
      "page_end": 1539,
      "tokens": 795
    },
    {
      "id": "4e99c6ee-c6db-4171-91e7-777f5e5fecfa",
      "title": "Section 30",
      "content": "7.2 Managing unsatisfactory performance\n\nIf a Manager determines that a staff member's performance (which includes professional and\n\nwork-place behaviour) is not satisfactory, the immediate Manager in conjunction with the\n\nline Manager will discuss, share and document opportunities to improve performance deemed\n\nunsatisfactory with the staff member in writing:\n\nThe aspects of performance that are not satisfactory,\n\n Guidance on what improvement is expected and by when, and\n\n The possible consequences of failure to improve.\n\nThe immediate manager in conjunction with the line manager may request that the CEO:\n\na) Request a health assessment from a duly registered medical practitioner if performance problems\n\nare believed to be health-related.\n\nb) Consider reassigning the staff member to another position or assignment to a lower level position\n\nprovided that the staff member has been given a reasonable opportunity to improve their\n\nperformance.\n\nIn the case of failure to achieve or sustain satisfactory performance following a documented\n\nopportunity to improve, a Manager may recommend, with the concurrence of the CEO and the\n\nsenior management termination for unsatisfactory performance as detailed under the section\n\non Separation from Service.\n\n7.3 Promotion /Advancement\n\nPromotion involves the advancement of a staff member from one job category to another\n\nwith more responsibility and authority. Promotion has an added cost/value. In the case of\n\nGESCI, promotion and advancement are synonymous although advancement could have\n\nwider connotations.\n\nFor GESCI, promotion will occur when, subject to GESCI’s overall recruitment policy, a\n\nstaff member is elevated to a more senior level post which has fallen vacant or is newly\n\ncreated. Such an elevation or appointment will be based on the recognition of the staff\n\nmember’s good and exemplary performance in her/his current post and her/his ability to\n\nperform higher duties and responsibilities. This will be determined through assessment and\n\nappraisal reports. An internal competitive process may also be required.\n\nThe effective date for promotions described above is the first day of the month following\n\nthe promotion decision. Salary increases due to promotion will also start on the effective\n\ndate.\n\n.\n\n7.4 Professional Development\n\nGESCI encourages staff members to pursue on-going professional development activities\n\nfor self-advancement and for the good of GESCI. The CEO shall from to time provide\n\nguidelines on staff professional development.\n\n8 SAFETY, HEALTH AND WELFARE AT WORK\n\nAs a Nairobi-headquartered organization, GESCI follows the guidelines of and complies\n\nwith the Occupational Safety and Health Act of Kenya (2007) (the OSHA). The Safety\n\nStatement and Risk Assessment below apply to all GESCI staff regardless of location,\n\nincluding:\n\n• Staff based at GESCI offices in Nairobi\n\n• Staff working at Ministry or client offices\n\n• Staff working from home\n\n• Travelling on company business.\n\nMany of the issues in the Safety Statement below are generic and apply to all types of offices.\n\nGESCI will, subject to the relevant law, undertake Risk Assessment audits periodically to\n\nidentify issues relating specifically to GESCI and these issues are also included in the Safety\n\nStatement.\n\nIf there are any safety, health and welfare at work issues that Staff feel are not addressed in\n\nthis document, they should be brought to the attention of management. No staff member\n\nshall be discriminated, dismissed, or disadvantaged in respect of their employment or have\n\ntheir employment position altered to their detriment by reason only that the employee:\n\na) Makes a complaint about a matter which the staff member considers is not safe or is a risk\n\nto his health;\n\nb) Is a member of a safety and health committee established pursuant to the OSHA;\n\nor\n\nc) Exercises any of his functions as a member of the safety and health committee.\n\n8.1 Safety Statement\n\n8.1.1 Introduction\n\nThis statement sets out the GESCI health & safety policy and the means through which\n\nthat policy is to be implemented. Our objective is to provide a safe and healthy place of\n\nwork for all staff members and to meet all our duties and obligations to our clients.",
      "page_start": 1535,
      "page_end": 1598,
      "tokens": 790
    },
    {
      "id": "89394f21-5a95-4bb5-963e-7d39530c9035",
      "title": "Section 31",
      "content": "8.1 Safety Statement\n\n8.1.1 Introduction\n\nThis statement sets out the GESCI health & safety policy and the means through which\n\nthat policy is to be implemented. Our objective is to provide a safe and healthy place of\n\nwork for all staff members and to meet all our duties and obligations to our clients.\n\nIt is GESCI’s intention to protect its staff members from accident or ill health at work. The\n\norganization will seek to ensure that all its equipment and systems do not constitute a risk\n\nto the Health & Safety of its staff members and GESCI will to the extent reasonable\n\nand practical consult with staff members on risk improvements.\n\n8.1.2 Roles and Responsibilities\n\nGESCI’s approach to Health & Safety, as far as is reasonably practicable, will be to\n\nprovide a safe place of work as well as:\n\n To prevent as far as is reasonably possible, any improper conduct or behaviour\n\nlikely to put the Safety, Health & Welfare of staff members at risk\n\n To consult with staff on all Health & Safety matters.\n\n To provide protective clothing and equipment where necessary.\n\n To provide a safe means of entering and leaving the building.\n\n To continue to identify and control hazards\n\n To provide a safe system of work practices.\n\n To provide appropriate information and training to staff on a regular basis.\n\n To make Health & Safety a key issue.\n\nGESCI Responsibilities:\n\nThe responsibility for the provision of a safe place of work rests with the Management of\n\nGESCI. Specifically, these responsibilities are:\n\na) the provision and maintenance of plant and systems and procedures of work that are safe\n\nand without risks to health;\n\nb) arrangements for ensuring safety and absence of risks to health in connection with the use,\n\nhandling, storage and transport of articles and substances;\n\nc) the provision of such information, instruction, training and supervision as is necessary to\n\nensure the safety and health at work of every staff member;\n\nd) the maintenance of any workplace under GESCI’s control, in a condition that is safe and\n\nwithout risks to health and the provision and maintenance of means of access to and egress\n\nfrom it that are safe and without such risks to health;\n\ne) the provision and maintenance of a working environment for every staff member that is safe,\n\nwithout risks to health, and adequate as regards facilities and arrangements for the\n\nemployees welfare at work;\n\nf) informing all staff members of: (a) any risks from new technologies; and (b) any imminent\n\ndanger; and\n\ng) Ensuring that every staff member participates in the application and review of safety and\n\nhealth measures.\n\nStaff member Responsibilities:\n\nAs a valued staff member of GESCI, each staff member has a responsibility to themselves\n\nand to fellow staff members to carry out their work in a safe and considerate manner. Staff\n\nmembers must:\n\n Co-operate with GESCI in maintaining a safe work place.\n\n Report any potential hazards or accidents promptly to their Manager and not work\n\nin any hazardous conditions should they, in the staff member’s opinion, exist.\n\n Be aware of the nearest emergency exists and firefighting / first aid equipment.\n\n Never interfere with or misuse anything provided by the company in the interests\n\nof Health & Safety.\n\n Read the company Health & Safety statement and obey all mandatory signs and\n\nsafety and health procedures, requirements and instructions for the staff member’s\n\nown and other employees’ safety.\n\n Not partake in any form of horseplay or prank or unbecoming behaviour likely to\n\nlead to injury to themselves or others as the staff member is responsible to ensure\n\nthe staff member’s own safety and health and that of other persons who may be\n\naffected by the staff member acts or omissions at the workplace\n\nAt all times wear or use any protective equipment or clothing provided by GESCI for the\n\npurpose of preventing risks to the staff member’s safety and health\n\nRisk Assessment / Hazard Analysis",
      "page_start": 1594,
      "page_end": 1653,
      "tokens": 784
    },
    {
      "id": "6d87bd81-bc7b-43ba-9935-01093bc8780c",
      "title": "Section 32",
      "content": "the staff member’s own safety and health and that of other persons who may be\n\naffected by the staff member acts or omissions at the workplace\n\nAt all times wear or use any protective equipment or clothing provided by GESCI for the\n\npurpose of preventing risks to the staff member’s safety and health\n\nRisk Assessment / Hazard Analysis\n\nA hazard is anything at work that might cause harm, e.g. electricity, hot surfaces, lifting\n\nheavy loads, slippery floors, and poorly lit stairways etc. Staff must be aware of the potential\n\nhazards and risks involved and report specific hazards to management.\n\nA Risk Assessment will be carried out once a year by management in conjunction with a\n\nsafety and health advisor. The results will be incorporated in this Safety Statement and\n\ncommunicated to all staff as well as the relevant statutory authorities required to be notified\n\nunder the OSHA.\n\nConsultation:\n\nGESCI is committed to consulting with its staff members regarding safety, health and\n\nwelfare at work. Staff will be involved in the identification of hazards and trained in dealing\n\nwith the hazards identified. This Safety Statement will be included in induction training\n\nand staff will be advised on how to deal with any problems that arise.\n\n8.2 Reporting of Accidents:\n\nStaff are required to report all accidents and near misses, whether resulting in injury or not,\n\nto their Manager and/or the CEO. All accidents will be investigated by a member of senior\n\nmanagement team and a written report prepared and kept in the general register as required\n\nunder the OSHA. Corrective action will be taken where necessary to avoid a reoccurrence.\n\nAccidents involving persons who are not members of staff but are visiting or working on\n\nthe premises must also be reported.\n\nUnder the OSHA, employers are obliged to report certain occurrences to the area\n\noccupational safety and health officer as follows:\n\n1) Where an accident in a workplace, causes the death of a person therein, the employer or\n\nshall:\n\na) Inform the area occupational safety and health officer within twenty-four hours of the\n\noccurrence of the accident; and\n\nb) Send a written notice of the accident in the prescribed form to the area occupational safety\n\nand health officer within seven days of the occurrence of the accident.\n\n2) Where an accident in a workplace causes non-fatal injuries to a person therein, the employer\n\nshall send to the area occupational safety and health officer, a written notice of the accident\n\nin the prescribed form within seven days of the occurrence of the accident.\n\nMembers of staff will be required to cooperate with GESCI as necessary to enable GESCI\n\nto observe and comply with the above requirements.\n\n8.3 Safety, Health & Welfare Issues applicable to all GESCI Staff\n\nThe following policies apply to all GESCI staff regardless of location:\n\nSmoking, Alcohol and Drugs:\n\nIt is not permissible to attend work under the influence of intoxicating liquor or drugs.\n\nThe smoking of tobacco products is prohibited in the GESCI offices. Smoking can take\n\nplace outside buildings at least 3 metres distance away from door entrances and windows.\n\nThis smoking policy forms part of the overall Health & Safety Policy and any breach will\n\nbe dealt\n\nwith under the Company’s disciplinary procedure. Visitors, contractors and temporary\n\nmembers of staff are expected to abide by the terms of this policy.\n\nAdvice and Guidelines for VDU users\n\nAs part of their duties some staff members spend long periods of time using visual display\n\nscreens. Any necessary adjustments will be made to avoid RSI, eyestrain and other ailments\n\nassociated with work on screens, which must be adjustable for height, tilt and brightness.\n\nNo staff member will be asked or expected to work any computer which is not in proper\n\nworking condition, or does not meet the highest specifications.\n\nStaff members working continuously on-screen should alternate tasks so that at least 10\n\nminutes during each 60 minutes of work is spent doing off-screen type of work. This work\n\nis to be undertaken away from the screen, but does not constitute a break.\n\nManual Handling:",
      "page_start": 1649,
      "page_end": 1705,
      "tokens": 787
    },
    {
      "id": "ea77ba7a-0544-4584-8bce-a7ad3d91b043",
      "title": "Section 33",
      "content": "working condition, or does not meet the highest specifications.\n\nStaff members working continuously on-screen should alternate tasks so that at least 10\n\nminutes during each 60 minutes of work is spent doing off-screen type of work. This work\n\nis to be undertaken away from the screen, but does not constitute a break.\n\nManual Handling:\n\nManual Handling is defined as the “transporting of a load by one or more staff members\n\nand includes lifting, putting down, pushing, carrying or moving a load, which by reason\n\nof its characteristics or of unfavourable ergonomic conditions involves risks, particularly\n\nof back injury to staff members”.\n\nThis is an important issue because it is a major cause of accidents in the workplace. It is\n\nGESCI’s policy to minimise the need for manual handling of loads and so therefore should\n\nbe avoided as far as is reasonably practicable.\n\nStaff members must check the weight of the load before attempting to lift it and if the load\n\nis too heavy get help. When lifting, follow the following basic principles:\n\n• Relax the knees. Lowering movements should start at the knees not the head.\n\n• Get close to the object to be lifted. Get a good balance by keeping the feet apart.\n\nOne foot will automatically be ahead of the other.\n\n• When in position, bend the knees and lift with the strong muscles in the legs.\n\n• Lift gradually, smoothly and without jerking, keeping the object close to the body\n\nand the back straight.\n\n8.4 Safety, Health & Welfare at GESCI Offices\n\nGESCI staff may be based at GESCI offices in Nairobi. These offices are rented and\n\nare shared with other organizations so GESCI does not have full control over the buildings.\n\nHowever, GESCI does require that the following minimum standards of safety, health and\n\nwelfare are met.\n\n8.4.1 Attention to safety and office cleanliness\n\nAll staff are expected to give due attention to safety in the office. That includes:\n\n• Taking due care on stairs and around the office\n\n• Keeping offices clean and clutter-free without obstructions\n\n• Informing management if anything is in need of attention or repair.\n\n• Cooperate with the organization with regard to safety, health and welfare at work\n\n• Participate in any safety and health training offered by GESCI (staff based\n\nat Nairobi office)\n\n8.4.2 Fire Procedures\n\nEach office should have a fire alarm, readily accessible fire extinguishers, a documented\n\nfire evacuation procedure and safe exit.\n\nIn the event of a fire and providing there is no danger to the persons concerned every effort\n\nshould be made to extinguish or contain the fire pending the arrival of the fire brigade. The\n\nmagnitude of the outbreak must dictate whether attacking the fire should take priority over\n\nreporting and evacuation. All staff should be familiar with the exit routes and should also\n\nknow the location and type of fire extinguishers in the office.\n\nIf a staff member discovers a fire the staff member should:\n\n Activate the fire alarm.\n\n Not under any circumstances, expose themselves to danger.\n\n Leave the building by the nearest fire exit and proceed to their designated\n\nassembly point.\n\nIf a staff member hears the alarm the staff member should:\n\n Switch off any equipment under the staff member’s control and leave the building\n\nby the nearest fire exit.\n\n Not stop to collect personal belongings.\n\n Once outside, not enter the building until the staff members are told it is safe to do\n\nso.\n\nManagement will on occasion perform fire drills to ensure that procedures are known and\n\nfollowed in the event of a real fire.\n\n8.4.3 Staff Security\n\nEach office should have restricted access to prevent unauthorised persons from entering the\n\noffice. This restricted access should not impede staff in the event of a fire.\n\n8.4.4 First Aid\n\nEach office should have free access to a first aid box. First aid boxes should be checked on\n\na regular basis and shortages replaced. Staff members have an obligation to ensure that first",
      "page_start": 1701,
      "page_end": 1760,
      "tokens": 790
    },
    {
      "id": "c6dabcc5-9c78-4465-86ed-d9aad11cf90a",
      "title": "Section 34",
      "content": "Each office should have restricted access to prevent unauthorised persons from entering the\n\noffice. This restricted access should not impede staff in the event of a fire.\n\n8.4.4 First Aid\n\nEach office should have free access to a first aid box. First aid boxes should be checked on\n\na regular basis and shortages replaced. Staff members have an obligation to ensure that first\n\naid boxes, like any safety equipment, are not tampered with.\n\n8.5 Working at Ministry / Client Offices\n\nStaff working at Ministry or other client offices must familiarise themselves with the health\n\nand safety procedures of that office and are expected to adhere to all safety regulations at\n\nthat office.\n\n8.6 Working from Home\n\nIf a staff member works from home whether at the request of GESCI or of the staff member\n\nwith GESCI’s consent then their home is regarded as a location of work which comes within\n\nthe scope of the OSHA. So the policies and requirements set out in this document apply to\n\nhome-workers just as they do to office-based staff.\n\nStaff should be aware that under the OSHA, duly authorized occupational safety and health\n\nofficers are entitled to visit any location of work, including the home-based office. To\n\nmeet its legal requirements, GESCI reserves the right to inspect any home-working\n\nenvironment and, if any health and safety issues arise, these must be resolved to GESCI’s\n\nsatisfaction in order for the home-working arrangement to continue.\n\n8.7 Travelling on GESCI business\n\nGiven the nature of GESCI’s business, global travel is a regular activity for many\n\nGESCI staff.\n\nGESCI regards the health, safety and security of its staff as paramount – particularly when\n\ntravelling or working away from GESCI offices. Some key issues relating to safety,\n\nhealth and welfare while travelling are outlined below. If staff members have any particular\n\nissues or concerns, they should bring them to the attention of management.\n\n8.7.1 Travel advice for overseas travel\n\nSeveral governments often issue travel advisories to their nationals. Staff members are\n\nencouraged to regularly check their government’s travel advisories or the government of\n\nKenya’s travel advisories on the relevant website. In all cases where travel to a particular\n\ncountry or region is not recommended, written approval for the trip must be obtained from\n\nboth the CEO and the member of staff travelling. The approval should consider the\n\ngovernment’s advice and explain how the traveller’s previous experience or better quality\n\ninformation (e.g. from consular officials, local government officials, the UN, Non-\n\nGovernmental Organizations or other reliable local contacts) justifies disregarding that\n\nadvice.\n\n8.7.2 Health while travelling\n\nStaff members travelling on GESCI business should always take advice beforehand on\n\nthe potential health risk associated with the trip. Websites such as the World Health\n\nOrganization’s International Travel and Health website (http://www.who.int/ith/en/)\n\nprovide extensive advice on health issues for specific countries as well as general\n\ntravel advice. Advice should be sought in good time so that any recommended\n\nimmunizations can be given and/or drugs prescribed.\n\nStaff members are entitled to reclaim relevant health related business expenses such as\n\nimmunizations and prescriptions through their staff member expense claim.\n\n8.7.3 Personal safety and security\n\nStaff members should take all necessary measures to ensure their personal safety and\n\nsecurity while travelling. All incidents must be reported to GESCI.\n\nIt is the responsibility of both the staff member and their Manager to ensure that staff\n\nmembers remain in contact and contactable while travelling, in so far as that is practicable\n\n8.7.4 Travel Insurance\n\nStaff members who travel on GESCI business are covered by GESCI’s travel insurance\n\npolicy, a copy of which will be provided to all staff by the HR Manager. Note that\n\nwhere travel to a particular country is not recommended then it may not be covered by the\n\ninsurance policy.\n\nStaff members may contact the HR Manager or the Finance and Administration Manager",
      "page_start": 1756,
      "page_end": 1812,
      "tokens": 790
    },
    {
      "id": "55588d2e-e7d6-411e-9ce9-297494e846b7",
      "title": "Section 35",
      "content": "Staff members who travel on GESCI business are covered by GESCI’s travel insurance\n\npolicy, a copy of which will be provided to all staff by the HR Manager. Note that\n\nwhere travel to a particular country is not recommended then it may not be covered by the\n\ninsurance policy.\n\nStaff members may contact the HR Manager or the Finance and Administration Manager\n\nfor any questions related to GESCI’s travel insurance policy.\n\n8.7.5 Contingency planning\n\nFor travel to particular countries, management and staff may need to consider\n\ncontingency plans to deal with emergencies (e.g. the visit may need to be postponed or\n\ncurtailed if civil or political unrest develops, or seems likely to develop).\n\n8.8 Any other issues\n\nStaff members should bring to the attention of the HR Manager or a Senior Manager\n\nand/or the CEO any safety, health and welfare at work issues that the staff member\n\nfeels are not addressed by this policy.\n\n9 GRIEVANCE, DISCIPLINARY AND\n\nDISMISSAL POLICY\n\nBy accepting employment with GESCI, staff agrees to work in a responsible, disciplined,\n\nharmonious and productive manner. Staff will be expected to be loyal to the organization and act\n\nin a manner conducive to the achievement of its objectives.\n\nIt is the expectation of GESCI that all its staff members’ conduct is beyond reproach and\n\nthat the staff members’ loyalty, commitment and dedication to work are demonstrated by\n\nproductive results in their work outputs.\n\nThe purpose of establishing disciplinary procedures for organization is not to police staff behavior\n\nbut to give mechanisms to ensure minimum standards of behavior are observed in accordance\n\nwith GESCI values. It is the intention of GESCI that disciplinary action shall have the aim of\n\ncorrecting or improving performance and conduct where breaches of discipline do not warrant\n\ndismissal. All disciplinary hearings and actions are to be heard and recorded in the employee's\n\npersonal file by the Manager: Finance & Operations. Such disciplinary actions shall be duly\n\nsigned by the employee as well.\n\nFailure by a staff member to comply with his or her obligations under their employment\n\ncontract; with GESCI’s constitution, the contents of this HR Manual or other relevant\n\nadministrative issuances or to observe the standards of conduct expected of a staff member\n\nof an international organization may be perceived as misconduct and may lead to the\n\ninstitution of a disciplinary process and the subsequent imposition of disciplinary measures\n\nfor misconduct.\n\nAll GESCI staff members are subject to disciplinary action as and when their performance,\n\nbehavior or conduct warrants it. Depending on the seriousness of the offence, disciplinary\n\naction will range from verbal reprimand to summary dismissal.\n\n9.1 Staff member Grievance Procedure\n\nThe purpose of the staff member grievance procedure is to ensure that any staff member\n\nwho feels he/she has not received fair and equitable treatment may, without fear of reprisal,\n\nbring his/her complaint to the attention of the staff member’s immediate Manager or a\n\nSenior Manager or CEO for appropriate consideration and resolution.\n\nComplaints of alleged violations of established policies and practices should be addressed\n\nthrough the grievance procedure. Examples of such violations are: unsafe working\n\nconditions, unfair disciplinary action (including employment termination), improper\n\npayment or calculation of benefits.\n\n9.1.1 Procedure\n\nStaff members are encouraged to begin the grievance procedure by discussing the\n\nproblem orally with their immediate Manager. The Manager should make a reasonable\n\neffort to resolve the issue expeditiously and in any event within 30 days of the issue being\n\nreported.\n\nIf the staff member feels that the situation has not been satisfactorily resolved by his/her\n\nManager, if the complaint involves the staff member’s Manager, or if the staff member does\n\nnot feel comfortable or does not wish to discuss the matter with his/her Manager, the staff\n\nmember should bring the issue to the attention of the HR Manager in writing and within 30\n\ndays after the Manager’s decision, or 30 days lapsing without resolution or satisfactory\n\nresolution of the issue or within 30 days of the issue occurring where the issue involves the",
      "page_start": 1808,
      "page_end": 1865,
      "tokens": 799
    },
    {
      "id": "a129521c-3369-44d9-84e4-3db6415ed4e9",
      "title": "Section 36",
      "content": "not feel comfortable or does not wish to discuss the matter with his/her Manager, the staff\n\nmember should bring the issue to the attention of the HR Manager in writing and within 30\n\ndays after the Manager’s decision, or 30 days lapsing without resolution or satisfactory\n\nresolution of the issue or within 30 days of the issue occurring where the issue involves the\n\nManager or the staff member does not feel comfortable discussing the issue with\n\nthe Manager.\n\nWhere the resolution provided by the HR Manager is unsatisfactory, the staff member may\n\nsubmit a written complaint to any of GESCI’s other Senior Managers or the CEO within\n\n30 days of the HR Manager’s decision or 30 days lapsing without resolution or satisfactory\n\nresolution of the issue. Additionally, if the complaint concerns the HR Manager or for any\n\nreason the staff member does not feel comfortable or does not wish to discuss the matter\n\nwith\n\nthe HR Manager, the staff member should submit a written complaint to any one of\n\nGESCI’s senior managers, or in the case where the complaint is against the Senior Manager,\n\nto the CEO. The written complaint should be specific, identifying the policy or practice\n\nalleged to have been violated and the individual who is alleged to have violated that policy\n\nor practice. GESCI management will investigate the complaint, and render a decision in an\n\nexpeditious manner and in any event within 30 days of receiving the complaint.\n\nWhere the complaint is against the CEO, the staff member should submit a written\n\ncomplaint to the Chairman of the Board who shall render a decision expeditiously and\n\nin any event within 30 days of receiving the complaint.\n\nIn all cases where a complaint is registered, the person complained about will be notified\n\nand given a chance to explain their side of the story.\n\n9.2 Disciplinary measures\n\nDisciplinary measures may be imposed whenever there is a finding of misconduct. Upon a\n\nfinding of misconduct, disciplinary measures imposed by GESCI on a staff member will\n\nbe determined on a case-by-case basis. Any decision on disciplinary measures will take\n\ninto account such factors as the seriousness of the matter, any extenuating circumstances,\n\nthe situation of the staff member, the interests of GESCI, and the frequency of conduct for\n\nwhich disciplinary measures may be imposed.\n\nDepending on the circumstances of the case, one or more of the following disciplinary\n\nmeasures may be taken by GESCI when misconduct is determined to have occurred:\n\n Verbal or written warning;\n\n Deferment, for a specified period, of eligibility for salary increment or considerations\n\nfor promotion;\n\n• Suspension from duty without pay for a specified period;\n\n Reassignment to a lower remunerated role in GESCI\n\n Removal of privileges or benefits, whether permanently or for a specified period of\n\ntime;\n\n• In compensation for a loss to GESCI, deductions from the staff member’s salary for\n\na specified period of time.\n\n• Dismissal or termination of appointment.\n\nStaff who have had formal written warnings are not eligible for salary increases, promotions\n\nor transfers during the warning period.\n\n9.3 Disciplinary Procedures\n\n9.3.1. Principles\n\na) Investigation\n\nThe procedures will allow full investigation of an offence and no action will be taken until\n\nthe investigation is completed. In cases of serious offences, the staff members shall be\n\nsuspended with full pay until the investigation is completed.\n\nInvestigations will normally start with an initial or preliminary inquiry to determine if there\n\nis merit in the allegations of misconduct and sufficient evidence to proceed with a full\n\ninvestigation.\n\nb) Notification\n\nWhere it is determined that there is a sufficient basis to merit an investigation, the staff\n\nmember will be notified in writing of the alleged misconduct at the onset of the\n\ninvestigation. The notice will include a description of the allegations made against the staff\n\nmember, and a summary of the staff member's rights and obligations.\n\nc) Right to Defence\n\nTo ensure fairness the staff member concerned will have an opportunity to state his or",
      "page_start": 1862,
      "page_end": 1921,
      "tokens": 787
    },
    {
      "id": "11ed0178-6e7c-4257-8575-6c51e4d3af67",
      "title": "Section 37",
      "content": "member will be notified in writing of the alleged misconduct at the onset of the\n\ninvestigation. The notice will include a description of the allegations made against the staff\n\nmember, and a summary of the staff member's rights and obligations.\n\nc) Right to Defence\n\nTo ensure fairness the staff member concerned will have an opportunity to state his or\n\nher case and to be represented by a colleague if so desired. Depending on the level of the\n\nstaff member being investigated, the CEO or the Board will constitute a Disciplinary\n\nCommittee.\n\nIf any witnesses are called to give evidence before the Disciplinary Committee the staff\n\nmember shall be entitled to be present to cross-examine such witnesses. The staff member\n\nmay call witnesses in her/his defence. No documentary evidence shall be used against the\n\nstaff member unless she/he has previously been provided with a copy thereof or unless\n\nshe/he has been given access thereto.\n\nd) Rights of Appeal\n\nA staff member has a right of appeal at any stage against any disciplinary action that may\n\nbe taken. A staff member who wishes to appeal against an administrative decision shall\n\naddress her/his petition to the CEO within 7 days of receiving notification of the decision.\n\nStaff members also have a further right to appeal to the Board within 7 days from the time\n\nshe/he receives notification of the CEO’s decision after an appeal to the CEO. The decision\n\nof the Board shall be final. The Board shall from time to time specify the procedures\n\ngoverning the right of the CEO to appeal a Board disciplinary decision where the CEO\n\nis the aggrieved party.\n\n9.3.2 The Informal Discussion- pre-disciplinary\n\nThis is a chat by the immediate or line Manager with a staff member, which gives the staff\n\nmember a chance to state his/her case and enable the Manager to do something to try to\n\nresolve the problem. This will be regarded as a stage where rather than disciplining a staff\n\nmember; a directive or advice will be necessary. This may involve problems related to\n\nperformance, poor time keeping, grooming, etc. The discussion is not recorded, as this is an\n\nopportunity for staff to reassess and strategize to improve.\n\nFor the specific case of a staff member's standard of work or behaviour falling below an\n\nacceptable level, the immediate Manager will informally make them aware that this is\n\nunacceptable and point out how it must be improved. This shall be seen as a counselling\n\nsession and the immediate Manager will keep a record of the incident.\n\n9.3.3 Verbal and Written Warning - Minor Offences\n\nA minor offence will normally be dealt with by the giving of “a verbal warning” followed\n\nby a written warning if the verbal warning is not heeded. A record of such warnings must\n\nbe kept in the confidential file of the staff member. Minor offences include lateness (not\n\nhabitual), slackness and ordinary indiscretion.\n\nVerbal warning is the first stage of the formal disciplinary action. Normally the Manager is\n\nto conduct a formal disciplinary interview and if necessary issue a verbal/oral warning. The\n\nstaff member should be forewarned of the purpose of the discussion, so that he/she can\n\nbring a colleague (another staff member) to the meeting, if he/she so wishes.\n\nIf the behaviour does not change after the first warning, then it will be necessary to hold a\n\nfurther disciplinary interview and if necessary issue an official written warning. The\n\ninterview will be held so that the staff member can state her/his case, and once again he/she\n\ncan bring a colleague to the meeting if he/she so wishes. This meeting will be recorded\n\nand a letter will be sent to the staff member concerned about the offence. This will be\n\nsigned by the staff member’s Manager with copies to the HR Manager. Staff members\n\nreceiving written warnings will be required to sign the copy of the warning letter and return\n\nit to the HR Manager as an acknowledgement of the receipt of the warning letter.\n\n9.3.4 Further disciplinary action",
      "page_start": 1917,
      "page_end": 1967,
      "tokens": 786
    },
    {
      "id": "066857d0-676c-4948-adfb-c9e64ecc9d46",
      "title": "Section 38",
      "content": "and a letter will be sent to the staff member concerned about the offence. This will be\n\nsigned by the staff member’s Manager with copies to the HR Manager. Staff members\n\nreceiving written warnings will be required to sign the copy of the warning letter and return\n\nit to the HR Manager as an acknowledgement of the receipt of the warning letter.\n\n9.3.4 Further disciplinary action\n\nIf the behaviour still does not change, the offence may be considered major or serious. It\n\nwill then be necessary to have a further disciplinary interview, which may result in the\n\nissuance of a final warning to be signed by the HR Manager and/or a suspension. The staff\n\nmember will be notified of the alleged offence and invited to a disciplinary interview on a\n\nspecified date, to which he/she may bring a colleague of his/her choice. At the interview,\n\nthe staff member, who may be accompanied by a colleague of his/her choice, will be clearly\n\nwarned that if there is no improvement he/she will be dismissed. This letter will be kept in\n\nthe personal file for six months. The staff member will be advised of the appeal process.\n\nNormally he/she can appeal to the CEO or a committee constituted by the CEO within 7\n\ndays of receiving the final warning.\n\nShould the staff member within a period of one year repeat a major offence for which she/he\n\nhas been given a written warning or be guilty of another serious offence or have three or\n\nmore total warnings, be they verbal or written, she/he shall be liable to summary dismissal.\n\n9.3.5 Suspension\n\nThe CEO may suspend any staff member with due cause, subject to the institution\n\nthereafter of appropriate disciplinary steps as under:\n\na) In the case of staff still on probation, the CEO may, with due cause, dismiss a staff\n\nmember upon seven days written notice or pay in lieu of notice without reference to any\n\nDisciplinary Committee.\n\nb) In the case of confirmed staff members, a full investigation will have to be undertaken. If\n\nthe situation warrants suspension, then this shall be imposed by the CEO in consultation\n\nwith a disciplinary committee constituted by the CEO.\n\nc) In the case of the CEO, the board will undertake full investigation and act as the Board\n\ndeems fit.\n\nDepending on the situation, there are two types of suspension:\n\na) Suspension with pay: A staff member may be suspended with pay to facilitate an\n\ninvestigation. In certain instances, i.e., for instances of suspected or reported gross\n\nmisconduct or gross breaches of regulations under this Manual, the staff member may be\n\nplaced on immediate suspension with pay while investigations proceed. The investigation\n\nin such cases shall not normally exceed a period of 3 months unless circumstances justify\n\na longer period of investigation (e.g. the involvement of law enforcement offices).\n\nAfter investigations are completed and the staff member is found guilty, the appropriate\n\ndisciplinary measure shall be administered up to and including termination. Notice of any\n\ndisciplinary measure taken shall be promptly communicated to the staff member and in\n\nany case no later than 7 days after investigations are completed. The staff member still\n\nretains the right to defend themselves and the right to appeal the decision made as discussed\n\nfurther above.\n\nWhere investigations exonerate a staff member, the staff member shall be recalled to full\n\nduty within 7 days of such investigations being completed. The staff member’s benefits\n\nand entitlements shall be protected during any period of suspension except that in the case\n\nof international staff, the staff member may not undertake home travel or leave the duty\n\nstation without the prior written consent of the CEO.\n\nb) Suspension without pay: is a disciplinary measure imposed on a staff member where the\n\nstaff member has been found guilty of misconduct other than gross misconduct after an\n\ninvestigation. Such suspension without pay shall be imposed at the discretion of the CEO\n\non the advice of the Disciplinary Committee and shall not be imposed for a period\n\nexceeding 3 months.\n\nA suspended member of staff shall not undertake any other form of employment during\n\nthe suspension.\n\nc) Administrative leave pending investigation and the disciplinary process",
      "page_start": 1963,
      "page_end": 2017,
      "tokens": 800
    },
    {
      "id": "b2c3e3d5-d57b-477b-9893-114421b49a46",
      "title": "Section 39",
      "content": "investigation. Such suspension without pay shall be imposed at the discretion of the CEO\n\non the advice of the Disciplinary Committee and shall not be imposed for a period\n\nexceeding 3 months.\n\nA suspended member of staff shall not undertake any other form of employment during\n\nthe suspension.\n\nc) Administrative leave pending investigation and the disciplinary process\n\nA staff member may be placed on administrative leave, subject to conditions specified by\n\nthe CEO, at any time after an allegation of misconduct and pending the initiation of an\n\ninvestigation. Administrative leave may continue throughout an investigation and until the\n\ncompletion of the disciplinary process.\n\nA staff member placed on administrative leave pending investigation shall be given a\n\nwritten statement of the reason(s) for such leave and its probable duration, which, so far as\n\npracticable, should not exceed three months.\n\nAdministrative leave shall be with full pay except when the CEO decides that exceptional\n\ncircumstances exist which warrant the placement of a staff member on administrative leave\n\nwith partial pay or without pay.\n\nPlacement on administrative leave shall be without prejudice to the rights of the staff\n\nmember and shall not constitute a disciplinary measure. If administrative leave is without\n\npay and either the allegations of misconduct are subsequently not sustained or it is\n\nsubsequently found that the conduct at issue does not warrant dismissal or separation, any\n\npay withheld shall be restored without delay.\n\nA staff member who has been placed on administrative leave may challenge the decision to\n\nplace him or her on such leave.\n\n9.3.6 Summary or Instant Dismissal\n\nShould a staff member of GESCI be guilty of a very serious offence such as a criminal\n\noffence, embezzlement or misappropriation of GESCI’s funds or any other grounds for\n\nsummary dismissal under the relevant Kenyan labour law, she/he will be liable to “instant”\n\nor summary dismissal. Disciplinary offences such as those described as gross misconduct\n\nare liable to summary dismissal. The procedure to be followed on a charge of gross\n\nmisconduct shall be similar to that described above in sub-section 9.2.4 save that the staff\n\nmember will (if the decision is so taken) be summarily dismissed instead of receiving a final\n\nwritten warning.\n\nCode of Conduct\n\nStaff are expected to adhere to the following principles listed below when working with\n\nGESCI.\n\na) Staff are expected to respect all rules and regulations of the organization\n\nb) Staff are required to carry out all dealings with people with mutual respect\n\nc) Staff are required to ensure that correct information regarding GESCI’ s policies and\n\noperations is communicated\n\nd) Staff should not verbally, or in any other way, express their individual preference for\n\ncandidates and political parties while working or representing GESCI\n\ne) Staff wishing to contest for political post either at municipal, parliamentary and\n\npresidential levels should tender their resignation from the date of the intraparty\n\nnominations\n\nf) GESCI staff must make our non-partisan role clear to the government, political parties\n\nand the public\n\ng) Staff are expected to be of high integrity and conduct the affairs of GESCI in a\n\ntransparent manner.\n\nh) Staff should follow laid down regulations when handling GESCI’s property.\n\ni) Staff are not to use media institutions to make official statements on behalf of the\n\norganizations unless given written authority to do so by CEO.\n\nj) Staff should not use GESCI official headed papers, seals or stamps for personal\n\npurposes.\n\nk) Staff are responsible to ensure that any loss or damage to organizational property is\n\nreported immediately to their line Managers or Manager: Finance & Operations\n\nOFFENCES\n\nThese shall be grouped as follows:\n\nI. Misdemeanors:\n\nThe following offences, among others, shall be considered as misdemeanors and will result\n\nin consequences ranging from verbal to written warning. All disciplinary procedures will\n\nput into account principles of natural justice and will be taken after the staff has been given\n\nthe right to be heard.\n\na) Late arrival or early departure from work without the approval of the supervisor\n\nb) Idling and wandering during working hours",
      "page_start": 2012,
      "page_end": 2075,
      "tokens": 794
    },
    {
      "id": "93b8f129-3b42-4e42-b612-0ff2dc1e3263",
      "title": "Section 40",
      "content": "in consequences ranging from verbal to written warning. All disciplinary procedures will\n\nput into account principles of natural justice and will be taken after the staff has been given\n\nthe right to be heard.\n\na) Late arrival or early departure from work without the approval of the supervisor\n\nb) Idling and wandering during working hours\n\nc) Avoiding work by malingering or feigning illness\n\nd) Failure to account for cash advances within the required period\n\ne) Failure to comply with any or all of GESCI’s code of conduct.\n\nII. Misconduct\n\nThe following offences, among others, shall be considered as misconduct and will result in\n\nconsequences ranging from written warning to termination of appointment or dismissal\n\ndepending on magnitude of the problem. All disciplinary procedures will put into account\n\nprinciples of natural justice and will be taken after the employee has been given the right to\n\nbe heard.\n\na) Repeated commitment of misdemeanors\n\nb) Absence from work without permission or lawful reason for three consecutive days.\n\nc) Misuse of organization property or resources\n\nd) Deliberate failure and refusal to obey properly issued instructions\n\na) Awarding tenders or contracts to parties that one has an interest in or is bound to gain\n\nfinancially or materially or accepting gifts, kickbacks or bribes in the form of money,\n\nservices or discounts arising from providing a service.\n\ne) Use of GESCI time and resources for non-GESCI work\n\nf) Publishing or speaking and/or releasing inaccurate information about the organization.\n\ng) Unauthorized disclosure of any confidential or classified information\n\nh) Pecuniary embarrassment or involvement in financial scandals that is likely to lead to\n\nbankruptcy.\n\ni) Consumption of alcohol during working hours\n\nj) Willful damage of GESCI property\n\nk) Failure to disclose a potential conflict of interest with GESCI\n\nIII. Gross Misconduct\n\nA staff member committing any of the following disciplinary offences is liable to\n\nimmediate (summary) dismissal even for a first offence by the CEO or the Board:\n\ni) Engages in racial discrimination, sexual harassment, bullying or violates GESCI’s\n\npolicy against harassment and/or discrimination\n\nii) A serious infringement of health and safety rules (such negligence that may likely to\n\ncause injury to people or damage to equipment)\n\niii) Supplies false or misleading information when applying for employment, or at any time\n\nduring the staff member’s employment.\n\niv) Absents her/himself from duty without permission or for reasons of ill health caused\n\nby her/his own misconduct.\n\nv) Neglects, refuses or becomes unable to perform her/his duties (Other than due to ill-\n\nhealth not caused by her/his own misconduct)\n\nvi) Uses abusive or insulting language or physically assaults or otherwise misbehaves\n\ntowards any other member of the staff of GESCI or GESCI partner or client.\n\nvii) Is convicted of a criminal offence (other than a minor offence or an offence connoting\n\nno moral turpitude).\n\nviii) Is guilty of a grave misconduct bringing her/his office and that of GESCI as employer\n\ninto disrepute or is otherwise incompatible with her/his continued employment in that\n\noffice.\n\nix) Discloses any information regarding the affairs of GESCI or its clients to any\n\nunauthorized person and/or fails to maintain the confidentiality of GESCI\n\ninformation, including but not limited to documents, reports, records, files,\n\ncorrespondence and communications or breaches GESCI’s confidentiality standards.\n\nx) Engages in any unethical conduct.\n\nxi) Improperly receives or solicits any reward, fees, commission or valuable present or\n\ngift for services rendered in the course of her/his duties as a GESCI staff member.\n\nxii) Fails to disclose, when required to do so any personal interest in any business or\n\ntransaction of GESCI with which she/he is concerned.\n\nxiii) Makes a willful false statement in any matter on which she/he is required by GESCI to",
      "page_start": 2071,
      "page_end": 2129,
      "tokens": 794
    },
    {
      "id": "88714638-97d1-4f55-8f29-c39275c91f6a",
      "title": "Section 41",
      "content": "gift for services rendered in the course of her/his duties as a GESCI staff member.\n\nxii) Fails to disclose, when required to do so any personal interest in any business or\n\ntransaction of GESCI with which she/he is concerned.\n\nxiii) Makes a willful false statement in any matter on which she/he is required by GESCI to\n\nfurnish information or uttering, publishing, or distributing false, vicious, or malicious\n\nstatements concerning GESCI or any of its customers or staff members.\n\nxiv) Misappropriates GESCI’s funds and/or property. Theft or unlawful possession of\n\nstolen, lost or mislaid property belonging to GESCI. Destruction or defacing of property\n\nowned or operated by GESCI.\n\nxv) Receives bribes or any other form of personal payment for services rendered in the name\n\nof GESCI.\n\nxvi) Possesses, uses or is under the influence of illegal drugs at any time while conducting\n\nGESCI business, or possessing, using or being under the influence of alcoholic\n\nbeverages while conducting GESCI business.\n\nxvii) Refuses or fails to perform assigned work, to follow a Manager’s instructions, or any\n\nact of insubordination.\n\nxviii) Undertakes outside employment without the consent of the CEO while employed by\n\nGESCI.\n\nxix) Is guilty of any other act or default for which a staff member may be dismissed\n\nsummarily under Kenyan laws.\n\n9.4.1 Consequences of Summary Dismissal\n\nStaff members who are subject to summary dismissal shall not be entitled to pay in lieu\n\nof notice nor shall they be entitled to severance pay.\n\n9.5 Exculpation of Disciplinary Blemish\n\nIf a staff member of GESCI completes twelve months of service clean of any disciplinary\n\nwarning, she/he will be entitled to have all prior warnings against her/his whether verbal or\n\nwritten wholly expunged.\n\n9.6 Protection of Complainants against Retaliation\n\nA person who has reported suspected misconduct shall not be subject to any detrimental\n\ntreatment as a result of reporting the misconduct. GESCI forbids any retaliatory action, and\n\nany complaint of retaliation will be investigated and considered gross misconduct. Any\n\nquestions related to GESCI policies and procedures should be directed to the HR Manager.\n\nUnwarranted malicious allegations of misconduct may be regarded as gross misconduct\n\nand be subject to disciplinary action.\n\nA staff member who reports suspected misconduct may request that his or her name be\n\nkept confidential.\n\n9.7 Anonymous Allegations\n\nA staff member or any other person who chooses to report on an anonymous basis must\n\nprovide in a timely manner enough information in writing concerning the basis of the\n\nallegations. The information provided must present sufficient detail or supporting\n\nevidence which amounts to a prima-fascia case for an initial investigation so that the matter\n\ncan be pursued responsibly. Otherwise, the matter usually cannot be pursued further.\n\nEven where anonymous allegations are sufficiently detailed or supported to permit a\n\nresponsible investigation to be conducted, no final finding of misconduct will be made\n\nbased solely on the anonymous allegations without independent corroboration. All\n\nanonymous allegations, should they remain anonymous, will always be treated with caution\n\nby GESCI.\n\n10 SEPARATION FROM SERVICE\n\nAny of the following shall constitute separation from service, subject to the employment\n\nAct of the Republic of Kenya:\n\ni. Resignation;\n\nii. Expiration of appointment/contract;\n\niii. Retirement;\n\niv. Abandonment of post;\n\nv. Termination of appointment by notice, redundancy or summary dismissal;\n\nvi. Death.\n\n10.1Resignation\n\nA resignation is a separation from GESCI initiated by the staff member. A staff member\n\nresigning must give GESCI four weeks written notice or one week written notice in the\n\ncase of staff members on probation. The CEO may accept resignation on shorter notice.\n\nThe CEO may decline to accept the resignation of a staff member and instead terminate",
      "page_start": 2126,
      "page_end": 2186,
      "tokens": 798
    },
    {
      "id": "32204f99-d22f-4b62-8914-4d4aa6e6397b",
      "title": "Section 42",
      "content": "A resignation is a separation from GESCI initiated by the staff member. A staff member\n\nresigning must give GESCI four weeks written notice or one week written notice in the\n\ncase of staff members on probation. The CEO may accept resignation on shorter notice.\n\nThe CEO may decline to accept the resignation of a staff member and instead terminate\n\nthe staff member where issues of gross misconduct are concerned. Once accepted, a\n\nresignation may not be withdrawn by the staff member without the expressed agreement\n\nof the CEO.\n\n10.2Expiry of fixed-term appointment/ Contract\n\nA fixed-term appointment shall expire automatically and without prior notice on\n\nthe expiration date specified in the letter of appointment and/or contract unless\n\nrenewed in writing prior to the expiration date.\n\n10.3Retirement\n\nEmployment of a staff member ends at the end of the month in which the staff member's\n\n65\n\nth\n\nbirthday falls.\n\n10.4Abandonment of post\n\nA staff member abandons his/her post or office when he or she fails without an excuse\n\nacceptable to the Manager responsible for the position, to make himself or herself\n\navailable to perform official duties for a total of 20 working days in any one year.\n\n10.5Termination of appointment\n\nA termination is a separation from service initiated by GESCI. GESCI may terminate a\n\nstaff member on any of the following grounds:\n\na) Abolition of posts, reduction of staff or other redundancy;\n\nb) Unsatisfactory performance or service;\n\nc) If the staff member is, for reasons of health, incapacitated for further service;\n\nd) Disciplinary reasons in accordance with section 9 (summary dismissal);\n\ne) If facts anterior to the appointment of the staff member and relevant to his or her\n\nsuitability come to light that, if they had been known at the time of his or her\n\nappointment, should have precluded his or her appointment;\n\n10.5.1Termination for redundancy\n\nEmployment may become redundant when GESCI needs to meet changing budgetary\n\nconstraints and/or to improve administrative efficiency. Implementing such necessary\n\nchanges may result in:\n\na) An entire organizational unit being abolished;\n\nb) A specific position or set of functions performed by an individual in an organizational\n\nunit being abolished; or\n\nc) Types or levels of positions being changed or reduced in number.\n\nDecision on redundancy\n\nA decision that a staff member's employment is redundant will be made by the CEO\n\nwith the concurrence of the Board. Where positions are reduced in number resulting in\n\nredundancies, the selection of staff members whose employment is redundant will be\n\nmade on the basis of managerial judgment about the skills needed by GESCI to carry\n\nout its work effectively, taking into account the following factors:\n\n• Whether the abilities and experience of staff members can be used elsewhere in\n\nGESCI; and\n\n• The existence of volunteers for termination who are willing to accept severance\n\npayments as set out further below.\n\n• The performance (including professional and work-place behavior) of staff\n\nmembers;\n\n• The seniority in time, skill, ability and reliability of each staff member affected by\n\nthe redundancy;\n\nNotice of termination for redundancy\n\nA staff member whose employment has been declared redundant will receive one\n\nmonth’s written notice giving reasons for the redundancy.\n\nIn lieu of notice, GESCI may provide a payment equal to one month salary to the staff\n\nmember. Such payments in lieu will not be considered part of severance pay.\n\nSeverance payments\n\nStaff members whose appointments are terminated on grounds of redundancy will be\n\nentitled to payments equal to all outstanding salary, pro rata salary for any accrued but\n\nnot taken leave days and severance pay at the rate of at fifteen days’ pay for each\n\ncompleted year of service.\n\n10.5.2Termination for unsatisfactory performance or service\n\nA decision to separate a staff member for unsatisfactory performance may be made\n\nby a Senior Manager, on the basis of a recommendation from the staff member’s",
      "page_start": 2183,
      "page_end": 2247,
      "tokens": 784
    },
    {
      "id": "23a66c2e-e5f7-442d-8374-fd6d4daa59e6",
      "title": "Section 43",
      "content": "not taken leave days and severance pay at the rate of at fifteen days’ pay for each\n\ncompleted year of service.\n\n10.5.2Termination for unsatisfactory performance or service\n\nA decision to separate a staff member for unsatisfactory performance may be made\n\nby a Senior Manager, on the basis of a recommendation from the staff member’s\n\nimmediate Manager taking into account the comments of the staff member, if any, and\n\nwith the concurrence of the CEO.\n\nNotice\n\nA staff member whose employment is being terminated for unsatisfactory performance\n\nwill receive one month’s written notice. In lieu of notice, GESCI may provide a payment\n\nequal to one month salary to the staff member.\n\nSeverance pay\n\nA staff member separated for reasons of unsatisfactory performance is not entitled\n\nto severance payments. However, the staff member will receive payments for any\n\naccrued unused leave and accrued pay for time already worked.\n\n10.5.3Termination for ill health or disability\n\nThe employment of a staff member whose physical or mental condition or extended\n\nillness renders him or her incapacitated for further service as determined by a qualified\n\nmedical practitioner may be terminated after exhaustion of any sick leave entitlement.\n\nNotice\n\nA staff member whose employment is being terminated as a consequence of illness or\n\ndisability will receive one month’s written notice. In lieu of notice, GESCI may\n\nprovide a payment equal to one month salary to the staff member.\n\nSeverance pay\n\nA staff member separated as a consequence of illness or disability is not entitled to\n\nseverance payments. However, the staff member may be able to benefit from GESCI’s\n\nDeath and Disability cover. In addition, the staff member will receive payments for any\n\naccrued unused leave and accrued pay for time already worked.\n\n10.5.4 Termination on Grounds of Disciplinary Offences\n\n(Summary Dismissal)\n\nTermination of service on grounds of disciplinary offences including fraud,\n\nmisappropriation of funds or gross misconduct is dealt with under section 9.\n\n10.5.5 Separation due to Death\n\nIn the event of the death of a staff member of GESCI occurring while in the service of\n\nthe organization, the Manager: Finance & Operations shall report the death promptly to\n\nthe CEO who will use their discretion to authorize the provision of possible assistance\n\nto the family of the deceased with regard to funeral and burial arrangements. Any\n\nterminal benefits including gratuity will be paid to the estate of the deceased or to her/his\n\nlegal next of kin.\n\n10.6 Certification of service\n\nAny staff member, on leaving the service of GESCI, shall be given a statement relating\n\nto the nature of his or her duties and the length of service. On the staff member’s\n\nwritten request, the statement shall also refer to the quality of his or her work and his or\n\nher official conduct.\n\n10.7 Return of GESCI Property\n\nUpon the staff member’s separation from service, all GESCI property that has been\n\ngiven to the staff member during the course of his/her employment with GESCI and\n\nall property in his/her possession, including, without limitation, mailing lists and\n\ncompany records, office keys, parking permits, security devices, cellular phones and\n\naccessories, laptops and other office equipment shall be returned to the IT Office and/or\n\nManager: Finance and Operations.\n\nICT equipment may, however, be purchased from GESCI at an agreed residual value and\n\nsuch purchase is at the discretion of GESCI. In some cases where ICT equipment is\n\n3 or more years old and where in the opinion of the Manager: Finance and\n\nOperations, the book value of the equipment zero is, the staff member upon request and\n\nat the discretion of GESCI may keep the equipment at no cost.\n\nDeparture Clearance Procedures:\n\nStaff leaving GESCI shall be required to hand over all property that may be in their\n\npossession and clear any debts they owe the organization.\n\nA clearance form must be signed by all departments, and their line managers, before",
      "page_start": 2243,
      "page_end": 2302,
      "tokens": 798
    },
    {
      "id": "7a4049b1-05f3-4455-a289-5538701a521d",
      "title": "Section 44",
      "content": "at the discretion of GESCI may keep the equipment at no cost.\n\nDeparture Clearance Procedures:\n\nStaff leaving GESCI shall be required to hand over all property that may be in their\n\npossession and clear any debts they owe the organization.\n\nA clearance form must be signed by all departments, and their line managers, before\n\nreceiving final approval from the CEO.\n\nThe responsibility of processing clearance certificate rests with staff, who will also\n\nconfirm the accuracy of any amounts owed to them or due to GESCI.\n\nHand-over and Exit Interviews:\n\nStaff leaving GESCI will arrange for time to meet the Chief Executive for an exit\n\ninterview. This will enable the Chief Executive Officer to get their views on GESCI’s\n\norganization, management and operations. This will be a chance for them to share their\n\nviews on any aspects that they think can be improved for the betterment of the\n\norganization in future. It is also expected that a comprehensive hand-over file is prepared\n\nin advance and provided to the CEO.\n\nLast day for pay purposes\n\nWhen a staff member is separated from service, the date on which entitlement to salary,\n\nallowances and benefits shall cease shall be determined according to the following\n\nprovisions:\n\ni. In the case of resignation, the date shall be either the date of expiration of the notice\n\nperiod or such other date as the CEO accepts. A staff member will be expected to\n\nperform his or her duties during the period of notice of resignation, except when the\n\nresignation takes effect upon the completion of maternity or paternity leave or\n\nfollowing sick or special leave. Annual leave will be granted during the period of\n\nnotice only for brief periods;\n\nii. In the case of abandonment of post, the date shall be the date of the decision by the\n\nline manager to the senior management to terminate the appointment or the expiry\n\ndate specified in the letter of appointment, whichever is earlier;\n\niii. In the case of retirement, the date shall be the date approved by the CEO for\n\nretirement;\n\niv. In the case of termination, the date shall be the date provided in the notice of\n\ntermination;\n\nv. In the case of dismissal, the date shall be the date on which the staff member is\n\nnotified in writing of the decision to dismiss him or her;\n\nvi. In the case of death, the date on which entitlement to salary, allowances and benefits\n\nshall cease shall be the date of death.\n\nCommutation of accrued annual leave\n\nIf, upon separation from service a staff member has accrued annual leave, he or she shall\n\nbe paid a sum of money in commutation of the period of such accrued leave up to a\n\nmaximum of 10 working days on the basis of gross salary alone.\n\n1 1 . INFORMATION AND COMMUNICATION\n\nTECHNOLOGY POLICIES\n\n11.1Use of Company Computer\n\nComputers, computer files, e-mail, voice-mail, facsimile machines, software and Internet\n\naccess (“The Company Computer and Phone Systems”) furnished to or made\n\naccessible to staff members are GESCI property and are intended for business use only.\n\nThe Company’s Computer and Phone Systems usage may be monitored where reasonable\n\nconcerns are raised.\n\nGESCI strives to maintain a professional workplace. GESCI is also committed to\n\nmaintaining a workplace free of unlawful harassment or other forms of unlawful\n\ndiscrimination. Therefore, GESCI prohibits the use of The Company Computer and\n\nPhone Systems in ways that are disruptive, offensive to others, or harmful to morale.\n\nAn employee leaving the organization should either return all equipment provided to the\n\nstaff member by GESCI or if GESCI agrees may purchase it from Gaskin at an agreed\n\nresidual value.\n\n11.2 Responsibility for IT security/compliance\n\nInformation regarding GESCI is highly valuable and needs to be closely safeguarded.\n\nFailure to observe GESCI IT policies and procedures could result in breach of\n\nconfidentiality, thus posing a risk to our business activities and exposing the firm to risk",
      "page_start": 2298,
      "page_end": 2356,
      "tokens": 785
    },
    {
      "id": "49b3dc78-8d8d-4135-8796-939bf25d7ca5",
      "title": "Section 45",
      "content": "residual value.\n\n11.2 Responsibility for IT security/compliance\n\nInformation regarding GESCI is highly valuable and needs to be closely safeguarded.\n\nFailure to observe GESCI IT policies and procedures could result in breach of\n\nconfidentiality, thus posing a risk to our business activities and exposing the firm to risk\n\nof legal action. Care should be taken to ensure that information held on GESCI IT system\n\nis not lost, disclosed, modified without authorization or accessed by third parties.\n\nSensitive data should be stored securely or destroyed after use to prevent recovery by\n\nunauthorized persons.\n\n11.2.1 Protecting IT equipment from damage and theft\n\nIt is important that staff exercise due care to ensure that GESCI’s IT equipment is looked\n\nafter and is protected from physical damage or theft. Laptops and similar portable\n\ncomputer equipment have been issued to certain members of staff. These assets remain\n\nthe property of GESCI, while the staff member has full responsibility for their security.\n\nThe staff member generally has liability in the event of loss or damage, subject to any\n\nsuccessful claim from GESCI’s insurers.\n\nLaptops should always be placed in a secure location overnight or when left for a long\n\nperiod of time. Extra care should be taken by staff member when travelling with GESCI\n\nequipment.\n\nCare should be taken when moving equipment, as they contain sensitive components.\n\nCorrect carrying cases, briefcases or other cases should be used. Laptops should never\n\nbe left unattended in a car or should be kept out of sight and out of the reach of children\n\nwhen at home. Under no circumstances should a staff member lend a laptop to someone\n\nelse unless such lending has been authorized by his/her Manager.\n\n11.2.2Commitment to data security\n\nStaff members share responsibility with GESCI regarding data protection legislation and\n\ntherefore must ensure that they keep abreast of and comply with any changes in GESCI’s\n\nIT policies. Failure to comply with these polices may pose a serious risk to business\n\nprotection and may result in disciplinary action or dismissal. Management reserves the\n\nright to update and amend these policies in accordance with development in IT\n\nsystems, processes and IT security.\n\n11.2.3Theft or attempted theft\n\nTheft or loss of hardware and software must be reported immediately on discovery, or as\n\nsoon as is reasonably practicable to the IT personnel giving full details of the theft\n\nand loss i.e. place, time and other relevant details.\n\n11.2.4Software\n\nOnly approved, authorized and licensed software should be used on GESCI networks.\n\nStaff members may only use software on local area networks or on multiple machines\n\naccording to the software license agreement.\n\n11.2.5Password protection\n\nGESCI IT systems are password protected. Passwords are principle means of\n\nidentifying a user and in the interest of data security, they must be carefully controlled.\n\nIt is the staff member’s responsibility to ensure adherence to GESCI’s policies with\n\nregard to password security. If in any doubt, staff should contact their IT department.\n\nPasswords should be kept confidential and must be handed over at termination of\n\nemployment for whatever reason. A staff member must not share user ID’s or passwords\n\nwith anyone.\n\n11.2.6Viruses\n\nStaff should be aware of the damage that computer viruses can do the business,\n\nif not managed properly. Therefore, before a staff member uses any removable media\n\n(i.e. flash drives or other devices attaching to computers etc.), email attachments from\n\noutside the firm and/or files down loaded via a modem should ensure that they have been\n\nanti-virus checked using approved versions anti-virus software before using.\n\n11.2.7Electronic Mail (e-mail)\n\nAll emails systems and communications made on the system remains the sole property\n\nof GESCI and consequently should generally only be used for business related purposes.\n\nGESCI reserves the right to inspect the system at any time.\n\nStaff members must ensure that they regularly delete mail that is not required from\n\nthe system. Staff members’ network behaviour should reflect the standard professional",
      "page_start": 2352,
      "page_end": 2410,
      "tokens": 799
    },
    {
      "id": "34ecd41a-c07f-406a-8fe3-2da91d79508b",
      "title": "Section 46",
      "content": "All emails systems and communications made on the system remains the sole property\n\nof GESCI and consequently should generally only be used for business related purposes.\n\nGESCI reserves the right to inspect the system at any time.\n\nStaff members must ensure that they regularly delete mail that is not required from\n\nthe system. Staff members’ network behaviour should reflect the standard professional\n\nconduct. GESCI’s electronic system should never be used to propagate, politicise,\n\ndisseminate or participate in the propagation of any form of electronic chain letter,\n\nor any unlawful, harassing, threatening, obscene or sexually explicit message to anyone\n\nwithin GESCI or elsewhere.\n\nStaff members should also be wary about who is addressed in e-mails and should consider\n\nthe appropriate audience before messages are sent out to “everyone in GESCI” or to\n\nexternal parties.\n\n11.2.8Use of Internet\n\nWhen using the Internet, every staff member should always remember that Internet use\n\nleaves electronic tracks, which identify GESCI. It is important that the usage does not\n\nreflect any type of behaviour, which could negatively impact GESCI's public image.\n\nGESCI IT equipment should not be used for the purpose of retrieving information from\n\nthe Internet that may be considered as illegal, harmful or offensive. Inappropriate use\n\nof GESCI IT equipment and system may lead to disciplinary action or dismissal. In\n\nparticular, staff may not:\n\n● Access, download, store or forward offensive information such as pornographic material\n\nfrom any sites on the internet\n\n Access, download, or store illegal, harmful or offensive non-business data or\n\ninformation,\n\n Send racially or sexually threatening or harassing messages.\n\nAny breaches of these rules will be treated seriously and will be subject to disciplinary\n\naction. GESCI reserves the right to review and monitor individual staff member Internet\n\nand E-mail activities in line with the requisite legislation, and will do so at periodic\n\nintervals. Excessive use of the Internet for personal use will be viewed as a serious\n\noffence.\n\n11.3GESCI Telephone Policy\n\n11.3.1 Standard GESCI Telephone System\n\nSkype, ZOOM, WhatsApp as well as other apps can and should be use for voice calls.\n\nCalls should be PC based or through non-telecoms apps on mobile phones as far as\n\npossible to minimise costs.\n\nThe office telephone in Nairobi is primarily for local calls. It may only be used for\n\ninternational calls if the rates are cheaper. Calls from mobile phones are expensive and\n\nshould only be used as a last resort. Mobile phones should as a rule be both Wi-Fi and\n\nSkype enabled.\n\n11.3.2 GESCI Skype Account\n\nStaff should have a GESCI Skype account for business purposes. Staff members are\n\nexpected to use a separate Skype account for personal use.\n\nThe GESCI Skype account for each person will be set up on GESCI’s Business Control\n\nPanel. This will allow credit top-ups to be paid and managed centrally by the GESCI\n\nFinance team.\n\nStaff should note that this will also provide GESCI with a record of all call traffic and\n\nthat the GESCI Skype account is actively monitored.\n\n11.3.3Provision of a Mobile Phone\n\nGESCI may provide a company mobile phone with Wi-Fi and Skype functionalities to\n\ncertain employees. It is at the discretion of GESCI management to determine whether or\n\nnot an employee fulfilling a particular role should be provided with a company mobile\n\nPhone.\n\nThe supplied Phone should by connecting to Skype via Wi-Fi whenever possible to save\n\non operational costs. Roaming facilities will not be available on these phones. The phone\n\nremains the property of GESCI. An employee leaving the organization should either\n\nreturn the phone or may purchase it from GESCI at an agreed residual value.\n\n11.3.4Use of the GESCI mobile Phone\n\nThe mobile Phone is provided for business purposes. As such, all staff members assigned\n\na mobile phone will be required to certify the monthly itemized bills and identify any",
      "page_start": 2406,
      "page_end": 2464,
      "tokens": 793
    },
    {
      "id": "59f36162-314d-42d0-b96d-8843ae2e6f0d",
      "title": "Section 47",
      "content": "return the phone or may purchase it from GESCI at an agreed residual value.\n\n11.3.4Use of the GESCI mobile Phone\n\nThe mobile Phone is provided for business purposes. As such, all staff members assigned\n\na mobile phone will be required to certify the monthly itemized bills and identify any\n\npersonal calls. The staff member will reimburse GESCI for all personal calls.\n\nAlternatively, GESCI will deduct the cost of all personal calls directly from the staff\n\nmember’s next salary. Employees are expected to keep the monthly cost of the phone to\n\na minimum by using it in the optimum manner in accordance with the terms offered by\n\nthe telephone provider.",
      "page_start": 2461,
      "page_end": 2469,
      "tokens": 132
    }
  ],
  "metadata": {
    "source_filename": "uploads\\hr.pdf",
    "detected_folder": "HR",
    "detected_score": 0.8,
    "created_at": "2025-10-19T03:13:30.874383"
  }
}